{
  "aalscholver": {
    "color": "zwart, bruin",
    "danger": "niet bedreigd",
    "description": "De Aalscholver staat bekend om zijn uitzonderlijke visvaardigheden en sociale aard. Hij werkt vaak samen met soortgenoten om voedsel te vangen en is een symbool van samenwerking en efficiëntie in de natuur.",
    "distribution": "wereldwijd",
    "food": "vis",
    "habitat": "kustgebieden, meren, rivieren",
    "hoodie": "Blijf warm en comfortabel met onze hoodie geïnspireerd door de efficiënte en sociale Aalscholver. Ideaal voor natuuravonturen.",
    "image": "/totems/aalscholver/aalscholver.png",
    "map": "/totems/aalscholver/map.png",
    "other_names": "Comorant",
    "processed": true,
    "size": "80-100 centimeter",
    "sweater": "Comfort en efficiëntie komen samen in deze sweater, geïnspireerd door de Aalscholver, een meester in teamwork en doorzettingsvermogen.",
    "title": "Aalscholver",
    "tshirt": "Laat je efficiënte en sociale vaardigheden zien met dit zachte T-shirt geïnspireerd door de Aalscholver. Perfect voor avontuurlijke zielen.",
    "weight": "2-3 kilogram"
  },
  "aap": {
    "color": "bruin, grijs",
    "danger": "niet bedreigd",
    "description": "De Aap staat symbool voor intelligentie, speelsheid en zorgzaamheid. Levend in groepen toont hij sterke sociale vaardigheden en een nieuwsgierige aard. De Aap is een meester in overleven dankzij zijn slimme en speelse karakter.",
    "distribution": "Zuid-Amerika, Afrika, Azië",
    "food": "fruit, insecten",
    "habitat": "tropische regenwouden",
    "hoodie": "Deze hoodie biedt warmte en comfort, perfect voor avonturiers die de speelsheid en intelligentie van de Aap bewonderen.",
    "image": "/totems/aap/aap.png",
    "map": "/totems/aap/map.png",
    "other_names": "Simia",
    "processed": true,
    "size": "40-80 centimeter",
    "sweater": "Blijf speels en sociaal met deze sweater, geïnspireerd door de Aap. Perfect voor avontuurlijke zielen.",
    "title": "Aap",
    "tshirt": "Breng je speelse en zorgzame kant naar voren met dit T-shirt geïnspireerd door de levendige en sociale Aap.",
    "weight": "5-15 kilogram"
  },
  "aardeekhoorn": {
    "color": "bruin, grijs",
    "danger": "niet bedreigd",
    "description": "De Aardeekhoorn is een bedrijvig en vooruitziend dier, bekend om zijn vermogen om voorraden aan te leggen voor moeilijke tijden. Hij staat symbool voor voorbereiding, behendigheid en vlijtig werken.",
    "distribution": "Noord-Amerika, Europa, Azië",
    "food": "noten, zaden",
    "habitat": "bossen, graslanden",
    "hoodie": "Blijf warm en energiek met deze hoodie, geïnspireerd door de slimme en vooruitziende Aardeekhoorn.",
    "image": "/totems/aardeekhoorn/aardeekhoorn.png",
    "map": "/totems/aardeekhoorn/map.png",
    "other_names": "Boeroendoek",
    "processed": true,
    "size": "15-25 centimeter",
    "sweater": "Comfort en bedrijvigheid komen samen in deze sweater, geïnspireerd door de harde werker, de Aardeekhoorn.",
    "title": "Aardeekhoorn",
    "tshirt": "Laat je energieke en vooruitziende kant zien met dit T-shirt geïnspireerd door de bedrijvige Aardeekhoorn. Perfect voor actieve mensen.",
    "weight": "100-300 gram"
  },
  "adder": {
    "color": "bruin, grijs, zwart",
    "danger": "niet bedreigd",
    "description": "De Adder is een symbool van doelgerichtheid en overlevingskracht. Bekend om zijn vermogen om te wachten op het juiste moment om toe te slaan, staat hij symbool voor geduld, focus en vastberadenheid.",
    "distribution": "Europa, Azië",
    "food": "kleine zoogdieren, vogels",
    "habitat": "bossen, heide, graslanden",
    "hoodie": "Blijf warm en vastberaden met onze hoodie geïnspireerd door de krachtige en doelgerichte Adder.",
    "image": "/totems/adder/adder.png",
    "map": "/totems/adder/map.png",
    "other_names": "Pofadder, Aspisadder",
    "processed": true,
    "size": "60-90 centimeter",
    "sweater": "Deze sweater biedt zowel comfort als vastberadenheid, geïnspireerd door de geharde en doelgerichte Adder.",
    "title": "Adder",
    "tshirt": "Breng je doelgerichte en geharde kant naar voren met dit T-shirt geïnspireerd door de sluwe Adder. Perfect voor wie doorzettingsvermogen en focus waardeert.",
    "weight": "0.2-1.0 kilogram"
  },
  "agame": {
    "color": "groen, bruin, geel",
    "danger": "niet bedreigd",
    "description": "De Agame is een symbool van aanpassingsvermogen en speelsheid. Bekend om zijn vermogen om zich snel aan verschillende omgevingen aan te passen, staat hij symbool voor flexibiliteit, nieuwsgierigheid en een ondeugend karakter.",
    "distribution": "Afrika, Azië, Australië",
    "food": "insecten, kleine ongewervelden",
    "habitat": "woestijnen, rotsachtige gebieden",
    "hoodie": "Blijf warm en flexibel met onze hoodie geïnspireerd door de speelse en snelle Agame.",
    "image": "/totems/agame/agame.png",
    "map": "/totems/agame/map.png",
    "other_names": "Hardoen, Kraaghagedis, Bergduivel",
    "processed": true,
    "size": "25-40 centimeter",
    "sweater": "Deze sweater biedt zowel comfort als speelsheid, geïnspireerd door de behendige en ondeugende Agame.",
    "title": "Agame",
    "tshirt": "Laat je speelse en uitdagende aard zien met dit T-shirt geïnspireerd door de nieuwsgierige en flexibele Agame. Perfect voor avontuurlijke geesten.",
    "weight": "0.2-0.5 kilogram"
  },
  "agoeti": {
    "color": "bruin, oranje",
    "danger": "niet bedreigd",
    "description": "De Agoeti staat symbool voor bedrijvigheid en moed. Hij is een harde werker, altijd bezig met het verzamelen van voedsel en overleven in de jungle. Zijn dappere karakter en onverschrokkenheid maken hem een symbool van veerkracht en vastberadenheid.",
    "distribution": "Zuid-Amerika",
    "food": "noten, zaden, fruit",
    "habitat": "tropische regenwouden",
    "hoodie": "Blijf warm en onvermoeibaar met onze hoodie geïnspireerd door de dappere en bedrijvige Agoeti.",
    "image": "/totems/agoeti/agoeti.png",
    "map": "/totems/agoeti/map.png",
    "other_names": "Goudhaas, Boskonijn",
    "processed": true,
    "size": "40-60 centimeter",
    "sweater": "Deze sweater biedt comfort en onvermoeibaarheid, geïnspireerd door de moedige en bedrijvige Agoeti. Perfect voor een actieve levensstijl.",
    "title": "Agoeti",
    "tshirt": "Breng je moedige en bedrijvige kant naar voren met dit T-shirt geïnspireerd door de onverschrokken en ijverige Agoeti.",
    "weight": "2-4 kilogram"
  },
  "albatros": {
    "color": "wit, zwart, grijs",
    "danger": "kwetsbaar",
    "description": "De Albatros staat symbool voor uithoudingsvermogen en sierlijkheid. Dit zeevogelicoon is een uitstekende langeafstandsvlieger en staat bekend om zijn onbegrensde tochten over de oceanen.",
    "distribution": "Zuidelijke oceanen",
    "food": "vis, inktvis",
    "habitat": "oceanen, kustlijnen",
    "hoodie": "Blijf warm en veerkrachtig met deze hoodie, geïnspireerd door de statige en onvermoeibare Albatros.",
    "image": "/totems/albatros/albatros.png",
    "map": "/totems/albatros/map.png",
    "other_names": "Grootmalmok",
    "processed": true,
    "size": "100-130 centimeter",
    "sweater": "Deze sweater biedt comfort en duurzaamheid, geïnspireerd door de krachtige en sierlijke Albatros.",
    "title": "Albatros",
    "tshirt": "Breng je uithoudingsvermogen en sierlijke kant naar voren met dit T-shirt geïnspireerd door de majestueuze Albatros.",
    "weight": "8-12 kilogram"
  },
  "alk": {
    "color": "zwart, wit",
    "danger": "niet bedreigd",
    "description": "De Alk is een sociale en zorgzame vogel die vaak in kolonies leeft. Hij staat symbool voor eenvoud, loyaliteit en sociale verbondenheid binnen zijn groep.",
    "distribution": "Noord-Atlantische kusten",
    "food": "vis, schaaldieren",
    "habitat": "kustgebieden, zeeën",
    "hoodie": "Blijf warm en sociaal met onze hoodie geïnspireerd door de zorgzame en groepsgerichte Alk.",
    "image": "/totems/alk/alk.png",
    "map": "/totems/alk/map.png",
    "other_names": "Xantus, Kittlitz' alk",
    "processed": true,
    "size": "40-45 centimeter",
    "sweater": "Deze sweater biedt comfort en eenvoud, geïnspireerd door de Alk, een bescheiden en sociale zeevogel.",
    "title": "Alk",
    "tshirt": "Laat je sociale en zorgzame kant zien met dit T-shirt geïnspireerd door de bescheiden en loyale Alk.",
    "weight": "0.7-1 kilogram"
  },
  "alpaca": {
    "color": "wit, bruin, zwart",
    "danger": "niet bedreigd",
    "description": "De Alpaca staat symbool voor zachtheid, sociale verbondenheid en geduld. Bekend om zijn rustige aard, leeft hij in kuddes en biedt hij troost met zijn zachte wol.",
    "distribution": "Zuid-Amerika",
    "food": "gras, kruiden",
    "habitat": "hooglanden, graslanden",
    "hoodie": "Blijf warm en knus met deze hoodie geïnspireerd door de zachte en vriendelijke Alpaca.",
    "image": "/totems/alpaca/alpaca.png",
    "map": "/totems/alpaca/map.png",
    "other_names": "Paco",
    "processed": true,
    "size": "80-100 centimeter",
    "sweater": "Comfort en zachtheid komen samen in deze sweater, geïnspireerd door de kalme en sociale Alpaca.",
    "title": "Alpaca",
    "tshirt": "Laat je zachte en sociale aard zien met dit T-shirt geïnspireerd door de vriendelijke en geduldige Alpaca.",
    "weight": "55-65 kilogram"
  },
  "alpenhond": {
    "color": "roodbruin, geel",
    "danger": "bedreigd",
    "description": "De Alpenhond is een sociaal en sterk dier dat in groepen jaagt. Hij staat symbool voor samenwerking, waakzaamheid en trouw aan zijn roedel.",
    "distribution": "Azië",
    "food": "kleine zoogdieren, vogels",
    "habitat": "bossen, bergen",
    "hoodie": "Blijf warm en waakzaam met deze hoodie geïnspireerd door de sterke en sociale Alpenhond.",
    "image": "/totems/alpenhond/alpenhond.png",
    "map": "/totems/alpenhond/map.png",
    "other_names": "Adjak, Dhole, Rode hond, Aziatische wilde hond",
    "processed": true,
    "size": "90-110 centimeter",
    "sweater": "Deze sweater biedt zowel comfort als trouw, geïnspireerd door de loyale en verdedigende Alpenhond.",
    "title": "Alpenhond",
    "tshirt": "Breng je sociale en loyale kant naar voren met dit T-shirt geïnspireerd door de samenwerkende en alerte Alpenhond.",
    "weight": "10-18 kilogram"
  },
  "amerikaanse-zeearend": {
    "color": "bruin, wit, geel",
    "danger": "niet bedreigd",
    "description": "De Amerikaanse Zeearend staat symbool voor kracht, trots en vrijheid. Deze majestueuze vogel is bekend om zijn scherpe blik en zijn vermogen om grote afstanden te overbruggen terwijl hij op de wind zweeft.",
    "distribution": "Noord-Amerika",
    "food": "vis, kleine zoogdieren",
    "habitat": "bossen, meren, kustgebieden",
    "hoodie": "Blijf warm en trots met deze hoodie geïnspireerd door de koninklijke en krachtige Amerikaanse Zeearend.",
    "image": "/totems/zeearend/zeearend.png",
    "map": "/totems/zeearend/map.png",
    "other_names": "Witkopzeearend",
    "processed": true,
    "size": "80-100 centimeter",
    "sweater": "Deze sweater biedt comfort en kracht, geïnspireerd door de trotse en koninklijke Amerikaanse Zeearend.",
    "title": "Amerikaanse Zeearend",
    "handle": "amerikaanse-zeearend",
    "tshirt": "Laat je krachtige en trotse aard zien met dit T-shirt geïnspireerd door de indrukwekkende Amerikaanse Zeearend.",
    "weight": "4-7 kilogram"
  },
  "ara": {
    "color": "rood, blauw, geel",
    "danger": "bedreigd",
    "description": "De Ara is een kleurrijke en intelligente papegaai, bekend om zijn vermogen om geluiden na te bootsen en sterke sociale banden te vormen. Hij staat symbool voor intelligentie, speelsheid en sociale verbondenheid.",
    "distribution": "Zuid-Amerika",
    "food": "fruit, zaden, noten",
    "habitat": "tropische regenwouden",
    "hoodie": "Blijf warm en speels met deze hoodie geïnspireerd door de levendige en trouwe Ara.",
    "image": "/totems/ara/ara.png",
    "map": "/totems/ara/map.png",
    "other_names": "Ara arakanga, Ara macao, Bokraaf, Geelvleugelara",
    "processed": true,
    "size": "80-100 centimeter",
    "sweater": "Deze sweater biedt comfort en kleur, geïnspireerd door de sociale en intelligente Ara.",
    "title": "Ara",
    "tshirt": "Laat je kleurrijke en intelligente kant zien met dit T-shirt geïnspireerd door de speelse en sociale Ara.",
    "weight": "1-1.5 kilogram"
  },
  "arassari": {
    "color": "geel, zwart, rood",
    "danger": "niet bedreigd",
    "description": "De Arassari staat symbool voor speelsheid, bescherming en sociale verbondenheid. Hij leeft in groepen en is een kleurrijke, vrolijke vogel die bekend staat om zijn energieke gedrag en zorg voor zijn soortgenoten.",
    "distribution": "Zuid-Amerika",
    "food": "fruit, insecten",
    "habitat": "tropische regenwouden",
    "hoodie": "Blijf warm en speels met deze hoodie geïnspireerd door de kleurrijke en beschermende Arassari.",
    "image": "/totems/arassari/arassari.png",
    "map": "/totems/arassari/map.png",
    "other_names": "Halsbandarassari",
    "processed": true,
    "size": "30-40 centimeter",
    "sweater": "Deze sweater biedt comfort en bescherming, geïnspireerd door de speelse en zorgzame Arassari.",
    "title": "Arassari",
    "tshirt": "Laat je speelse en beschermende kant zien met dit T-shirt geïnspireerd door de vrolijke en sociale Arassari.",
    "weight": "150-300 gram"
  },
  "arend": {
    "color": "bruin, wit, zwart",
    "danger": "niet bedreigd",
    "description": "De Arend staat symbool voor kracht, trots en scherpzinnigheid. Deze indrukwekkende roofvogel is bekend om zijn scherpe blik en zijn vermogen om hoog boven de grond te zweven terwijl hij zijn prooi opspoort.",
    "distribution": "wereldwijd",
    "food": "kleine zoogdieren, vogels",
    "habitat": "bergen, bossen, open velden",
    "hoodie": "Blijf warm en krachtig met onze hoodie geïnspireerd door de koninklijke en scherpe Arend.",
    "image": "/totems/zeearend/zeearend.png",
    "map": "/totems/zeearend/map.png",
    "other_names": "Adelaar",
    "processed": true,
    "size": "70-100 centimeter",
    "sweater": "Deze sweater biedt comfort en trots, geïnspireerd door de sterke en majestueuze Arend.",
    "title": "Arend",
    "tshirt": "Laat je krachtige en trotse kant zien met dit T-shirt geïnspireerd door de majestueuze en waakzame Arend.",
    "weight": "3-6 kilogram"
  },
  "banteng": {
    "color": "bruin, zwart, wit",
    "danger": "bedreigd",
    "description": "De Banteng is een sociaal en nuttig dier, dat vaak in kuddes leeft. Hij staat symbool voor kracht, veelzijdigheid en aanpassingsvermogen, en heeft een belangrijke rol in de ecosystemen van Zuidoost-Azië.",
    "distribution": "Zuid-Azië, Zuidoost-Azië",
    "food": "gras, bladeren",
    "habitat": "tropische bossen, graslanden",
    "hoodie": "Blijf warm en veerkrachtig met onze hoodie geïnspireerd door de sterke en nuttige Banteng.",
    "image": "/totems/banteng/banteng.png",
    "map": "/totems/banteng/map.png",
    "other_names": "",
    "processed": true,
    "size": "190-225 centimeter",
    "sweater": "Comfort en robuustheid komen samen in deze sweater, geïnspireerd door de krachtige Banteng.",
    "title": "Banteng",
    "tshirt": "Laat je veelzijdigheid en kracht zien met dit T-shirt geïnspireerd door de Banteng. Perfect voor avontuurlijke en robuuste persoonlijkheden.",
    "weight": "600-800 kilogram"
  },
  "baviaan": {
    "color": "bruin, grijs",
    "danger": "niet bedreigd",
    "description": "De Baviaan is een sociaal en intelligent dier dat in sterke hiërarchische groepen leeft. Hij staat symbool voor bescherming, intelligentie en samenwerking binnen een gemeenschap.",
    "distribution": "Afrika, Midden-Oosten",
    "food": "fruit, insecten, kleine zoogdieren",
    "habitat": "savannes, bossen",
    "hoodie": "Blijf warm en sociaal met deze hoodie geïnspireerd door de sterke en beschermende Baviaan.",
    "image": "/totems/baviaan/baviaan.png",
    "map": "/totems/baviaan/map.png",
    "other_names": "Hamadryas, Anubis",
    "processed": true,
    "size": "50-70 centimeter",
    "sweater": "Deze sweater biedt comfort en leiderschap, geïnspireerd door de zorgzame en hiërarchische Baviaan.",
    "title": "Baviaan",
    "tshirt": "Breng je sociale en beschermende kant naar voren met dit T-shirt geïnspireerd door de zorgzame en hiërarchische Baviaan.",
    "weight": "20-40 kilogram"
  },
  "beer": {
    "color": "bruin, zwart",
    "danger": "niet bedreigd",
    "description": "De Beer is een indrukwekkend en krachtig dier, bekend om zijn veelzijdigheid en gemoedelijkheid. Hij staat symbool voor bescherming, kracht en aanpassingsvermogen. De Beer kan zich goed aanpassen aan verschillende leefomgevingen en speelt een cruciale rol in het ecosysteem.",
    "distribution": "Noord-Amerika, Europa, Azië",
    "food": "vruchten, insecten, kleine zoogdieren",
    "habitat": "bossen, bergen",
    "hoodie": "Deze hoodie biedt warmte en comfort, geïnspireerd door de beschermende en sterke Beer.",
    "image": "/totems/beer/beer.png",
    "map": "/totems/beer/map.png",
    "other_names": "Bruine beer, Geestbeer, Baloe",
    "processed": true,
    "size": "150-250 centimeter",
    "sweater": "Blijf comfortabel en krachtig met deze sweater, geïnspireerd door de behendige en gezellige Beer.",
    "title": "Beer",
    "tshirt": "Breng je gemoedelijke en sterke kant naar voren met dit T-shirt geïnspireerd door de vriendelijke en krachtige Beer.",
    "weight": "100-600 kilogram"
  },
  "beermarter": {
    "color": "zwart, bruin",
    "danger": "kwetsbaar",
    "description": "De Beermarter staat symbool voor zorgzaamheid, zachtaardigheid en sociale verbondenheid. Hij leeft in groepen en is een intelligent en speels dier dat sterk hecht aan zijn soortgenoten.",
    "distribution": "Zuidoost-Azië",
    "food": "fruit, kleine zoogdieren",
    "habitat": "tropische regenwouden",
    "hoodie": "Blijf warm en zachtaardig met deze hoodie geïnspireerd door de vriendelijke en speelse Beermarter.",
    "image": "/totems/beermarter/beermarter.png",
    "map": "/totems/beermarter/map.png",
    "other_names": "Beerkat, Bintoerong",
    "processed": true,
    "size": "60-95 centimeter",
    "sweater": "Deze sweater biedt comfort en zorgzaamheid, geïnspireerd door de loyale en sociale Beermarter.",
    "title": "Beermarter",
    "tshirt": "Laat je unieke en zorgzame kant zien met dit T-shirt geïnspireerd door de nieuwsgierige en sociale Beermarter.",
    "weight": "9-14 kilogram"
  },
  "bij": {
    "color": "zwart, geel",
    "danger": "afhankelijk van soort",
    "description": "De Bij staat bekend om haar onvermoeibare werkethiek en samenwerking binnen de kolonie. Ze speelt een vitale rol in de bestuiving van bloemen, wat haar een symbool maakt van bedrijvigheid, samenwerking en zorgzaamheid.",
    "distribution": "wereldwijd",
    "food": "nectar, stuifmeel",
    "habitat": "bossen, velden, tuinen",
    "hoodie": "Blijf warm en productief met deze hoodie geïnspireerd door de harde werker, de Bij. Perfect voor zowel werk als ontspanning.",
    "image": "/totems/bij/bij.png",
    "map": "/totems/bij/map.png",
    "other_names": "Apis",
    "processed": true,
    "size": "1-2 centimeter",
    "sweater": "Comfort en zorgzaamheid komen samen in deze sweater, geïnspireerd door de nuttige en hardwerkende Bij.",
    "title": "Bij",
    "tshirt": "Laat je hardwerkende en zorgzame kant zien met dit T-shirt geïnspireerd door de bedrijvige en sociale Bij.",
    "weight": "0.1 gram"
  },
  "buffel": {
    "color": "zwart, bruin",
    "danger": "kwetsbaar",
    "description": "De Buffel staat symbool voor kracht en doorzettingsvermogen. Hij is een sociaal dier dat in groepen leeft en bekend staat om zijn enorme kracht. De Buffel is een trouwe helper in veel gemeenschappen over de hele wereld.",
    "distribution": "Zuid-Azië, Zuidoost-Azië",
    "food": "gras, waterplanten",
    "habitat": "moerassen, graslanden",
    "hoodie": "Blijf warm en comfortabel met onze hoodie, geïnspireerd door de krachtige en betrouwbare Buffel.",
    "image": "/totems/buffel/buffel.png",
    "map": "/totems/buffel/map.png",
    "other_names": "Arni, Karbauw, Anoa",
    "processed": true,
    "size": "250-300 centimeter",
    "sweater": "Deze sweater biedt zowel comfort als kracht, geïnspireerd door de sterke en sociale Buffel.",
    "title": "Buffel",
    "tshirt": "Laat je sterke en sociale aard zien met dit T-shirt geïnspireerd door de trouwe Buffel. Perfect voor iedereen die samenwerkt en doorzet.",
    "weight": "700-1200 kilogram"
  },
  "buizerd": {
    "color": "bruin, wit, zwart",
    "danger": "niet bedreigd",
    "description": "De Buizerd staat symbool voor scherpzinnigheid en kracht. Met zijn indrukwekkende vliegvaardigheden en scherpe blik is hij een geduchte jager in het wild. De Buizerd is een waakzaam en doelgericht dier, dat vaak hoog in de lucht te vinden is.",
    "distribution": "Europa, Azië, Afrika",
    "food": "kleine zoogdieren, vogels, insecten",
    "habitat": "bossen, velden, bergen",
    "hoodie": "Blijf warm en alert met deze hoodie, geïnspireerd door de scherpzinnige en vliegensvlugge Buizerd.",
    "image": "/totems/buizerd/buizerd.png",
    "map": "/totems/buizerd/map.png",
    "other_names": "Buteo",
    "processed": true,
    "size": "50-60 centimeter",
    "sweater": "Blijf krachtig en doelgericht met deze sweater, geïnspireerd door de waakzame en sterke Buizerd. Perfect voor buitenavonturen.",
    "title": "Buizerd",
    "tshirt": "Laat je scherpe blik en doelgerichtheid zien met dit T-shirt geïnspireerd door de waakzame en krachtige Buizerd.",
    "weight": "0.8-1.4 kilogram"
  },
  "buldog": {
    "color": "bruin, wit, zwart",
    "danger": "niet bedreigd",
    "description": "De Buldog staat symbool voor vastberadenheid en loyaliteit. Bekend om zijn krachtige bouw en trouwe aard, vertegenwoordigt de Buldog een betrouwbaar en beschermend karakter. Hij is zowel zachtmoedig als sterk in zijn omgang met mensen.",
    "distribution": "wereldwijd",
    "food": "hondenvoer, vlees",
    "habitat": "stedelijke en landelijke gebieden",
    "hoodie": "Blijf warm en trouw met deze hoodie geïnspireerd door de sterke en loyale Buldog. Perfect voor koude dagen.",
    "image": "/totems/buldog/buldog.png",
    "map": "/totems/buldog/map.png",
    "other_names": "Bulldog",
    "processed": true,
    "size": "30-40 centimeter",
    "sweater": "Deze sweater biedt comfort en kracht, geïnspireerd door de trouwe en vastberaden Buldog.",
    "title": "Buldog",
    "tshirt": "Laat je trouwe en sterke kant zien met dit T-shirt geïnspireerd door de loyale en vastberaden Buldog. Perfect voor de stoere persoonlijkheid.",
    "weight": "18-25 kilogram"
  },
  "civetkat": {
    "color": "bruin, wit",
    "danger": "niet bedreigd",
    "description": "De Civetkat is een speels en nieuwsgierig dier dat bekend staat om zijn behendigheid en intelligentie. Hij leeft in groepen en is sociaal naar zijn soortgenoten. Deze eigenschappen maken de Civetkat een symbool van slimheid, behendigheid en sociaal gedrag.",
    "distribution": "Azië",
    "food": "vruchten, insecten",
    "habitat": "bossen, bergen",
    "hoodie": "Omarm de speelse en nieuwsgierige geest van de Civetkat met deze warme en comfortabele hoodie.",
    "image": "/totems/civetkat/civetkat.png",
    "map": "/totems/civetkat/map.png",
    "other_names": "Civetta",
    "processed": true,
    "size": "50-70 centimeter",
    "sweater": "Blijf comfortabel en sociaal met deze sweater geïnspireerd door de Civetkat, een symbool van behendigheid en intelligentie.",
    "title": "Civetkat",
    "tshirt": "Laat je behendigheid en intelligentie zien met dit T-shirt geïnspireerd door de speelse, nieuwsgierige en sociale Civetkat.",
    "weight": "5-10 kilogram"
  },
  "collie": {
    "color": "bruin, wit, zwart",
    "danger": "niet bedreigd",
    "description": "De Collie is een trouwe en intelligente herdershond, bekend om zijn vermogen om kuddes te leiden en te beschermen. Hij staat symbool voor loyaliteit, intelligentie en zorgzaamheid.",
    "distribution": "wereldwijd",
    "food": "hondenvoer, vlees",
    "habitat": "landelijke gebieden, boerderijen",
    "hoodie": "Blijf warm en loyaal met onze hoodie geïnspireerd door de intelligente en trouwe Collie.",
    "image": "/totems/collie/collie.png",
    "map": "/totems/collie/map.png",
    "other_names": "Schotse herdershond",
    "processed": true,
    "size": "50-60 centimeter",
    "sweater": "Deze sweater biedt comfort en zorgzaamheid, geïnspireerd door de betrouwbare en beschermende Collie.",
    "title": "Collie",
    "tshirt": "Laat je trouwe en intelligente kant zien met dit T-shirt geïnspireerd door de loyale en zorgzame Collie.",
    "weight": "20-30 kilogram"
  },
  "dingo": {
    "color": "geel, rood, bruin",
    "danger": "niet bedreigd",
    "description": "De Dingo is een onafhankelijke en dappere jager, bekend om zijn aanpassingsvermogen en overlevingsvaardigheden in de woestijnen en savannes. Deze eigenschappen maken de Dingo een symbool van kracht, doorzettingsvermogen en onafhankelijkheid.",
    "distribution": "Australië, Zuidoost-Azië",
    "food": "kleine zoogdieren, vogels",
    "habitat": "woestijnen, savannes, bossen",
    "hoodie": "Blijf warm in de wildernis met deze hoodie, geïnspireerd door de dappere en veerkrachtige Dingo.",
    "image": "/totems/dingo/dingo.png",
    "map": "/totems/dingo/map.png",
    "other_names": "Australische wilde hond",
    "processed": true,
    "size": "120 centimeter",
    "sweater": "Comfort en doorzettingsvermogen in onze sweater, geïnspireerd door de wilde Dingo. Perfect voor buitenavonturen.",
    "title": "Dingo",
    "tshirt": "Laat je onafhankelijke en veerkrachtige kant zien met dit T-shirt geïnspireerd door de wilde en trotse Dingo.",
    "weight": "15-20 kilogram"
  },
  "dolfijn": {
    "color": "grijs, wit",
    "danger": "niet bedreigd",
    "description": "De Dolfijn is een intelligent en sociaal dier, bekend om zijn speelsheid en communicatieve vaardigheden. Hij leeft in groepen en staat symbool voor vriendschap, intelligentie en speelsheid.",
    "distribution": "wereldwijd",
    "food": "vis, inktvis",
    "habitat": "oceanen, zeeën",
    "hoodie": "Deze hoodie biedt warmte en comfort, geïnspireerd door de speelse en sociale Dolfijn. Perfect voor avonturen aan zee.",
    "image": "/totems/dolfijn/dolfijn.png",
    "map": "/totems/dolfijn/map.png",
    "other_names": "Delphinus",
    "processed": true,
    "size": "200-400 centimeter",
    "sweater": "Blijf sociaal en speels met onze sweater, geïnspireerd door de slimme en energieke Dolfijn.",
    "title": "Dolfijn",
    "tshirt": "Breng je speelse en sociale aard naar voren met dit T-shirt geïnspireerd door de intelligente en vrolijke Dolfijn.",
    "weight": "150-650 kilogram"
  },
  "duif": {
    "color": "grijs, wit, bruin",
    "danger": "niet bedreigd",
    "description": "De Duif is een symbool van vrede en toewijding. Bekend om zijn trouwe aard en vermogen om naar zijn thuis terug te keren, staat de Duif symbool voor loyaliteit en zorgzaamheid. Hij leeft vaak in groepen en is een sociaal en vreedzaam dier.",
    "distribution": "wereldwijd",
    "food": "zaden, granen, insecten",
    "habitat": "steden, bossen, velden",
    "hoodie": "Blijf warm en loyaal met deze hoodie geïnspireerd door de vreedzame en toegewijde Duif.",
    "image": "/totems/duif/duif.png",
    "map": "/totems/duif/map.png",
    "other_names": "Columba",
    "processed": true,
    "size": "32-37 centimeter",
    "sweater": "Deze sweater biedt comfort en stijl, geïnspireerd door de vredige en sociale Duif. Perfect voor een ontspannen en zorgzaam karakter.",
    "title": "Duif",
    "tshirt": "Breng je vreedzame en trouwe kant naar voren met dit T-shirt geïnspireerd door de zorgzame en sociale Duif.",
    "weight": "200-300 gram"
  },
  "ezel": {
    "color": "grijs, bruin, zwart",
    "danger": "niet bedreigd",
    "description": "De Ezel is een symbool van volharding en kracht. Bekend om zijn vermogen om lange afstanden te lopen en zware ladingen te dragen, staat de Ezel symbool voor doorzettingsvermogen en betrouwbaarheid. Hij is een belangrijke helper in vele agrarische gemeenschappen.",
    "distribution": "Afrika, Azië, Zuid-Amerika",
    "food": "gras, struiken, bladeren",
    "habitat": "woestijnen, graslanden",
    "hoodie": "Blijf warm en stevig in deze hoodie geïnspireerd door de sterke en betrouwbare Ezel.",
    "image": "/totems/ezel/ezel.png",
    "map": "/totems/ezel/map.png",
    "other_names": "Equus asinus",
    "processed": true,
    "size": "100-140 centimeter",
    "sweater": "Blijf volhardend en comfortabel met deze sweater, geïnspireerd door de trouwe en onvermoeibare Ezel.",
    "title": "Ezel",
    "tshirt": "Breng je standvastigheid en doorzettingsvermogen naar voren met dit T-shirt geïnspireerd door de volhardende Ezel. Perfect voor diegenen die niet opgeven.",
    "weight": "200-400 kilogram"
  },
  "giraf": {
    "color": "geel, bruin, wit",
    "danger": "kwetsbaar",
    "description": "De Giraf is een sierlijk en vredelievend dier dat in groepen leeft. Door zijn hoogte kan hij zich gemakkelijk voeden met de bladeren van hoge bomen. De Giraf staat symbool voor elegantie, zorgzaamheid en kalmte.",
    "distribution": "Afrika",
    "food": "bladeren, takken",
    "habitat": "savannes, graslanden",
    "hoodie": "Deze hoodie biedt warmte en stijl, geïnspireerd door de majestueuze en vredelievende Giraf.",
    "image": "/totems/giraf/giraf.png",
    "map": "/totems/giraf/map.png",
    "other_names": "Giraffa",
    "processed": true,
    "size": "450-600 centimeter",
    "sweater": "Blijf comfortabel en elegant met deze sweater, geïnspireerd door de vriendelijke en sierlijke Giraf.",
    "title": "Giraf",
    "tshirt": "Breng je sierlijke en zorgzame kant naar voren met dit T-shirt geïnspireerd door de gracieuze Giraf. Perfect voor de lange en avontuurlijke dagen.",
    "weight": "800-1200 kilogram"
  },
  "haan": {
    "color": "rood, bruin, wit, zwart",
    "danger": "niet bedreigd",
    "description": "De Haan is een symbool van waakzaamheid en trots. Bekend om zijn vroege gekraai, staat de Haan symbool voor dapperheid en het bewaken van zijn omgeving. Hij is een vertrouwd dier in veel agrarische gemeenschappen.",
    "distribution": "wereldwijd",
    "food": "zaden, insecten",
    "habitat": "boerderijen, dorpen, open landschappen",
    "hoodie": "Blijf warm en waakzaam met deze hoodie geïnspireerd door de dappere en assertieve Haan.",
    "image": "/totems/haan/haan.png",
    "map": "/totems/haan/map.png",
    "other_names": "Gallo",
    "processed": true,
    "size": "50-70 centimeter",
    "sweater": "Comfort en trots komen samen in deze sweater, geïnspireerd door de alerte en krachtige Haan.",
    "title": "Haan",
    "tshirt": "Breng je trotse en alerte kant naar voren met dit T-shirt geïnspireerd door de luidruchtige en waakzame Haan.",
    "weight": "2-3 kilogram"
  },
  "hyena": {
    "color": "geel, bruin, zwart",
    "danger": "niet bedreigd",
    "description": "De Hyena staat symbool voor vasthoudendheid, kracht en intelligentie. Ze leven in sterke sociale groepen en staan bekend om hun sluwheid en vermogen om samen te werken om te overleven.",
    "distribution": "Afrika, Zuidwest-Azië",
    "food": "aas, kleine zoogdieren",
    "habitat": "savannes, graslanden",
    "hoodie": "Blijf warm en sluw met onze hoodie geïnspireerd door de vasthoudende en sterke Hyena.",
    "image": "/totems/hyena/hyena.png",
    "map": "/totems/hyena/map.png",
    "other_names": "Hyaenidae",
    "processed": true,
    "size": "80-110 centimeter",
    "sweater": "Deze sweater biedt comfort en kracht, geïnspireerd door de slimme en sociale Hyena.",
    "title": "Hyena",
    "tshirt": "Laat je sluwe en vasthoudende kant zien met dit T-shirt geïnspireerd door de slimme en krachtige Hyena.",
    "weight": "40-70 kilogram"
  },
  "ijsbeer": {
    "color": "wit",
    "danger": "kwetsbaar",
    "description": "De IJsbeer staat symbool voor kracht en overlevingsvaardigheden. Bekend om zijn vermogen om in de barre omstandigheden van de poolgebieden te overleven, vertegenwoordigt de IJsbeer kracht, onafhankelijkheid en veerkracht.",
    "distribution": "Arctisch gebied",
    "food": "zeehonden, vis, vogels",
    "habitat": "arctische gebieden",
    "hoodie": "Blijf warm en sterk met deze hoodie, geïnspireerd door de krachtige en onafhankelijke IJsbeer.",
    "image": "/totems/ijsbeer/ijsbeer.png",
    "map": "/totems/ijsbeer/map.png",
    "other_names": "Ursus maritimus",
    "processed": true,
    "size": "240-300 centimeter",
    "sweater": "Deze sweater biedt comfort en kracht, geïnspireerd door de sterke en veerkrachtige IJsbeer. Ideaal voor koude dagen.",
    "title": "IJsbeer",
    "tshirt": "Laat je kracht en onafhankelijkheid zien met dit T-shirt geïnspireerd door de majestueuze IJsbeer. Perfect voor avonturiers die de kou trotseren.",
    "weight": "350-700 kilogram"
  },
  "impala": {
    "color": "roodbruin, wit",
    "danger": "niet bedreigd",
    "description": "De Impala staat symbool voor snelheid, behendigheid en sierlijkheid. Bekend om zijn vermogen om snel te ontsnappen aan roofdieren, vertegenwoordigt de Impala gratie en snelheid.",
    "distribution": "Zuidelijk en Oostelijk Afrika",
    "food": "gras, bladeren",
    "habitat": "savannes, graslanden",
    "hoodie": "Blijf warm en wendbaar met deze hoodie geïnspireerd door de elegante en snelle Impala.",
    "image": "/totems/impala/impala.png",
    "map": "/totems/impala/map.png",
    "other_names": "Aepyceros melampus",
    "processed": true,
    "size": "120-160 centimeter",
    "sweater": "Deze sweater biedt comfort en elegantie, geïnspireerd door de sierlijke en behendige Impala.",
    "title": "Impala",
    "tshirt": "Laat je sierlijke en snelle kant zien met dit T-shirt geïnspireerd door de behendige en wendbare Impala.",
    "weight": "40-70 kilogram"
  },
  "kameel": {
    "color": "bruin, beige",
    "danger": "niet bedreigd",
    "description": "De Kameel staat symbool voor doorzettingsvermogen en aanpassingsvermogen. Bekend om zijn vermogen om lange afstanden in barre omstandigheden af te leggen, vertegenwoordigt de Kameel uithoudingsvermogen en kracht.",
    "distribution": "Afrika, Azië",
    "food": "grassen, struiken, doornplanten",
    "habitat": "woestijnen, halfwoestijnen",
    "hoodie": "Blijf warm en standvastig met deze hoodie geïnspireerd door de volhardende en aanpassingsvaardige Kameel.",
    "image": "/totems/kameel/kameel.png",
    "map": "/totems/kameel/map.png",
    "other_names": "Camelus",
    "processed": true,
    "size": "250-350 centimeter",
    "sweater": "Deze sweater biedt zowel comfort als kracht, geïnspireerd door de sterke en volhardende Kameel.",
    "title": "Kameel",
    "tshirt": "Laat je veerkracht en doorzettingsvermogen zien met dit T-shirt geïnspireerd door de sterke en onvermoeibare Kameel.",
    "weight": "400-600 kilogram"
  },
  "kikker": {
    "color": "groen, bruin",
    "danger": "afhankelijk van soort",
    "description": "De Kikker staat symbool voor aanpassingsvermogen en alertheid. Bekend om zijn vermogen om snel van water naar land te bewegen, vertegenwoordigt de Kikker een flexibele en energieke levensstijl.",
    "distribution": "wereldwijd",
    "food": "insecten, kleine ongewervelden",
    "habitat": "moerassen, vijvers, bossen",
    "hoodie": "Deze hoodie biedt warmte en flexibiliteit, geïnspireerd door de behendige Kikker. Perfect voor avontuurlijke geesten.",
    "image": "/totems/kikker/kikker.png",
    "map": "/totems/kikker/map.png",
    "other_names": "Rana",
    "processed": true,
    "size": "4-10 centimeter",
    "sweater": "Blijf flexibel en alert met deze sweater, geïnspireerd door de oplettende en snelle Kikker.",
    "title": "Kikker",
    "tshirt": "Laat je behendige en oplettende kant zien met dit T-shirt geïnspireerd door de flexibele en energieke Kikker.",
    "weight": "20-300 gram"
  },
  "leeuw": {
    "color": "geel, bruin",
    "danger": "kwetsbaar",
    "description": "De Leeuw is bekend als de 'Koning der Dieren'. Hij staat symbool voor kracht, trots en leiderschap. Levend in groepen genaamd 'troepen', is de Leeuw een sociaal roofdier dat zijn territorium beschermt met kracht en intelligentie.",
    "distribution": "Afrika, Azië",
    "food": "grote zoogdieren, vlees",
    "habitat": "savannes, graslanden",
    "hoodie": "Blijf warm en koninklijk met deze hoodie geïnspireerd door de sterke en trotse Leeuw.",
    "image": "/totems/leeuw/leeuw.png",
    "map": "/totems/leeuw/map.png",
    "other_names": "Panthera leo",
    "processed": true,
    "size": "240-300 centimeter",
    "sweater": "Deze sweater biedt comfort en stijl, geïnspireerd door de koninklijke en krachtige Leeuw. Perfect voor diegenen die leiderschap uitstralen.",
    "title": "Leeuw",
    "tshirt": "Breng je trotse en krachtige kant naar voren met dit T-shirt geïnspireerd door de majestueuze Leeuw. Perfect voor degenen die houden van leiderschap en kracht.",
    "weight": "150-250 kilogram"
  },
  "maki": {
    "color": "grijs, wit, zwart",
    "danger": "bedreigd",
    "description": "De Maki staat symbool voor speelsheid, intelligentie en sociale verbondenheid. Dit groepsdier, afkomstig uit Madagaskar, is bekend om zijn nieuwsgierige en energieke aard en hechte sociale banden.",
    "distribution": "Madagaskar",
    "food": "fruit, bladeren, bloemen",
    "habitat": "tropische regenwouden",
    "hoodie": "Blijf warm en actief met deze hoodie geïnspireerd door de speelse en sociale Maki.",
    "image": "/totems/maki/maki.png",
    "map": "/totems/maki/map.png",
    "other_names": "Lemur",
    "size": "30-45 centimeter",
    "sweater": "Deze sweater biedt zowel comfort als energie, geïnspireerd door de levendige en nieuwsgierige Maki.",
    "title": "Maki",
    "tshirt": "Laat je sociale en levendige kant zien met dit T-shirt geïnspireerd door de nieuwsgierige en energieke Maki.",
    "weight": "1-3 kilogram",
    "processed": true
  },
  "parkiet": {
    "color": "groen, geel, blauw",
    "danger": "niet bedreigd",
    "description": "De Parkiet staat symbool voor speelsheid, intelligentie en sociale interactie. Bekend om zijn vermogen om geluiden na te bootsen en zijn kleurrijke veren, vertegenwoordigt de Parkiet vreugde en creativiteit.",
    "distribution": "Australië, wereldwijd in gevangenschap",
    "food": "zaden, fruit",
    "habitat": "bossen, graslanden",
    "hoodie": "Blijf warm en vrolijk met deze hoodie geïnspireerd door de sociale en levendige Parkiet.",
    "image": "/totems/parkiet/parkiet.png",
    "map": "/totems/parkiet/map.png",
    "other_names": "Melopsittacus undulatus",
    "processed": true,
    "size": "18-22 centimeter",
    "sweater": "Deze sweater biedt comfort en kleur, geïnspireerd door de speelse en kleurrijke Parkiet.",
    "title": "Parkiet",
    "tshirt": "Laat je speelse en sociale kant zien met dit T-shirt geïnspireerd door de kleurrijke en vrolijke Parkiet.",
    "weight": "30-40 gram"
  },
  "pongo": {
    "color": "oranje, bruin",
    "danger": "bedreigd",
    "description": "De Pongo, of Orang-oetan, is een symbool van intelligentie, zorgzaamheid en geduld. Bekend om zijn sterke sociale banden en rustige aard, vertegenwoordigt de Pongo wijsheid en bescherming.",
    "distribution": "Zuid-Oost Azië",
    "food": "fruit, bladeren, insecten",
    "habitat": "tropische regenwouden",
    "hoodie": "Blijf warm en zorgzaam met deze hoodie geïnspireerd door de slimme en rustige Pongo.",
    "image": "/totems/pongo/pongo.png",
    "map": "/totems/pongo/map.png",
    "other_names": "Orang-oetan",
    "processed": true,
    "size": "120-150 centimeter",
    "sweater": "Deze sweater biedt comfort en wijsheid, geïnspireerd door de intelligente en sociale Pongo.",
    "title": "Pongo",
    "tshirt": "Laat je zorgzame en intelligente kant zien met dit T-shirt geïnspireerd door de wijze en sociale Pongo.",
    "weight": "50-100 kilogram"
  },
  "schildpad": {
    "color": "bruin, groen, zwart",
    "danger": "afhankelijk van soort",
    "description": "De Schildpad is een symbool van geduld, wijsheid en uithoudingsvermogen. Bekend om zijn lange levensduur en beschermende schild, vertegenwoordigt de Schildpad stabiliteit en een lang leven. Hij leeft vaak in rustige wateren of graslanden en beweegt in zijn eigen tempo.",
    "distribution": "wereldwijd",
    "food": "planten, algen, insecten",
    "habitat": "oceaan, moerassen, graslanden",
    "hoodie": "Blijf warm en rustig met deze hoodie, geïnspireerd door de beschermende en geduldige Schildpad.",
    "image": "/totems/schildpad/schildpad.png",
    "map": "/totems/schildpad/map.png",
    "other_names": "Testudines",
    "processed": true,
    "size": "20-150 centimeter",
    "sweater": "Deze sweater biedt comfort en duurzaamheid, geïnspireerd door de langlevende en wijze Schildpad. Perfect voor een rustige levensstijl.",
    "title": "Schildpad",
    "tshirt": "Breng je geduld en wijsheid naar voren met dit T-shirt geïnspireerd door de rustige en duurzame Schildpad. Perfect voor diegenen die de tijd nemen.",
    "weight": "0.5-300 kilogram"
  },
  "schorpioen": {
    "color": "zwart, bruin, geel",
    "danger": "niet bedreigd",
    "description": "De Schorpioen staat symbool voor waakzaamheid en kracht. Bekend om zijn scherpe staart en sluipende aard, vertegenwoordigt de Schorpioen een doelgericht en beschermend karakter. Hij is zowel mysterieus als krachtig in zijn natuurlijke omgeving.",
    "distribution": "wereldwijd",
    "food": "insecten, kleine dieren",
    "habitat": "woestijnen, tropische bossen",
    "hoodie": "Blijf warm en vastberaden met deze hoodie geïnspireerd door de sluwe en sterke Schorpioen.",
    "image": "/totems/schorpioen/schorpioen.png",
    "map": "/totems/schorpioen/map.png",
    "other_names": "Scorpiones",
    "processed": true,
    "size": "6-20 centimeter",
    "sweater": "Deze sweater biedt comfort en kracht, geïnspireerd door de waakzame en vastberaden Schorpioen.",
    "title": "Schorpioen",
    "tshirt": "Laat je doelgerichte en mysterieuze kant zien met dit T-shirt geïnspireerd door de waakzame en krachtige Schorpioen. Perfect voor wie standvastig is.",
    "weight": "10-100 gram"
  },
  "springbok": {
    "color": "bruin, wit, zwart",
    "danger": "niet bedreigd",
    "description": "De Springbok is een symbool van energie, wendbaarheid en veerkracht. Bekend om zijn sprongen die tot wel drie meter hoog kunnen zijn, staat de Springbok symbool voor levendigheid en kracht.",
    "distribution": "Zuidelijk Afrika",
    "food": "gras, bladeren",
    "habitat": "savannes, graslanden",
    "hoodie": "Blijf warm en vol energie met deze hoodie geïnspireerd door de actieve en sierlijke Springbok.",
    "image": "/totems/springbok/springbok.png",
    "map": "/totems/springbok/map.png",
    "other_names": "Antidorcas marsupialis",
    "processed": true,
    "size": "90-120 centimeter",
    "sweater": "Deze sweater biedt zowel comfort als veerkracht, geïnspireerd door de energieke en elegante Springbok.",
    "title": "Springbok",
    "tshirt": "Laat je energieke en springerige aard zien met dit T-shirt geïnspireerd door de wendbare en veerkrachtige Springbok.",
    "weight": "30-40 kilogram"
  },
  "tijger": {
    "color": "oranje, zwart, wit",
    "danger": "bedreigd",
    "description": "De Tijger is het grootste lid van de katachtige familie en staat bekend om zijn kracht, onafhankelijkheid en jachtvaardigheden. Dit indrukwekkende roofdier leeft vaak alleen en staat symbool voor kracht en moed.",
    "distribution": "Azië",
    "food": "grote zoogdieren, vlees",
    "habitat": "tropische bossen, graslanden",
    "hoodie": "Blijf warm en sterk met onze hoodie geïnspireerd door de majestueuze en veerkrachtige Tijger.",
    "image": "/totems/tijger/tijger.png",
    "map": "/totems/tijger/map.png",
    "other_names": "Panthera tigris",
    "processed": true,
    "size": "250-390 centimeter",
    "sweater": "Deze sweater biedt zowel comfort als stijl, geïnspireerd door de trotse en krachtige Tijger.",
    "title": "Tijger",
    "tshirt": "Laat je krachtige en onafhankelijke aard zien met dit T-shirt geïnspireerd door de sterke en solitaire Tijger. Perfect voor diegenen die veerkracht uitstralen.",
    "weight": "100-300 kilogram"
  },
  "vink": {
    "color": "bruin, wit, rood, zwart",
    "danger": "niet bedreigd",
    "description": "De Vink is een klein, levendig en sociaal dier. Bekend om zijn melodieuze zang en oplettende aard. Hij staat symbool voor zorgzaamheid en doorzettingsvermogen.",
    "distribution": "Europa, Azië, Noord-Afrika",
    "food": "zaden, insecten",
    "habitat": "bossen, tuinen",
    "hoodie": "Blijf warm en actief met onze hoodie geïnspireerd door de levendige en sociale Vink.",
    "image": "/totems/vink/vink.png",
    "map": "/totems/vink/map.png",
    "other_names": "Fringilla coelebs",
    "processed": true,
    "size": "14-16 centimeter",
    "sweater": "Deze sweater, geïnspireerd door de Vink, biedt comfort en duurzaamheid. Perfect voor actieve momenten in de natuur.",
    "title": "Vink",
    "tshirt": "Laat je zorgzame en oplettende aard zien met dit comfortabele T-shirt geïnspireerd door de Vink. Perfect voor avontuurlijke geesten.",
    "weight": "18-29 gram"
  },
  "vleermuis": {
    "color": "bruin, zwart, grijs",
    "danger": "afhankelijk van soort",
    "description": "De Vleermuis staat symbool voor waakzaamheid en behendigheid. Bekend om zijn vermogen om zich door de nacht te navigeren en zijn scherpzinnige gehoor, vertegenwoordigt de Vleermuis een geheimzinnig en snel karakter.",
    "distribution": "wereldwijd",
    "food": "insecten, fruit",
    "habitat": "bossen, grotten, stedelijke gebieden",
    "hoodie": "Blijf warm en alert met deze hoodie geïnspireerd door de nachtelijke en wendbare Vleermuis.",
    "image": "/totems/vleermuis/vleermuis.png",
    "map": "/totems/vleermuis/map.png",
    "other_names": "Chiroptera",
    "processed": true,
    "size": "5-40 centimeter",
    "sweater": "Deze sweater biedt comfort en waakzaamheid, geïnspireerd door de behendige en nachtelijke Vleermuis. Perfect voor rustige avonden.",
    "title": "Vleermuis",
    "tshirt": "Breng je oplettende en nachtelijke kant naar voren met dit T-shirt geïnspireerd door de behendige en mysterieuze Vleermuis.",
    "weight": "2-150 gram"
  },
  "wezel": {
    "color": "bruin, wit",
    "danger": "niet bedreigd",
    "description": "De Wezel is een symbool van snelheid, sluwheid en behendigheid. Hij staat bekend om zijn vermogen om snel te bewegen en slimme strategieën te gebruiken om voedsel te vinden. De Wezel is een meester in overleven door zijn behendigheid en intelligentie.",
    "distribution": "Noord-Amerika, Europa, Azië",
    "food": "kleine zoogdieren, vogels",
    "habitat": "bossen, velden",
    "hoodie": "Blijf warm en waakzaam met deze hoodie geïnspireerd door de slimme en wendbare Wezel.",
    "image": "/totems/wezel/wezel.png",
    "map": "/totems/wezel/map.png",
    "other_names": "Mustela",
    "processed": true,
    "size": "15-30 centimeter",
    "sweater": "Deze sweater biedt comfort en snelheid, geïnspireerd door de behendige en sluwe Wezel.",
    "title": "Wezel",
    "tshirt": "Laat je sluwe en behendige kant zien met dit T-shirt geïnspireerd door de snelle en intelligente Wezel.",
    "weight": "150-250 gram"
  },
  "zwaluw": {
    "color": "zwart, wit, blauw",
    "danger": "niet bedreigd",
    "description": "De Zwaluw is een symbool van vrijheid en snelheid. Bekend om zijn migratie over lange afstanden en zijn wendbare vliegvaardigheden, vertegenwoordigt de Zwaluw vrijheid, vreugde en snelheid.",
    "distribution": "wereldwijd",
    "food": "insecten",
    "habitat": "steden, platteland, bossen",
    "hoodie": "Blijf warm en beweeglijk met onze hoodie geïnspireerd door de snelle en sierlijke Zwaluw.",
    "image": "/totems/zwaluw/zwaluw.png",
    "map": "/totems/zwaluw/map.png",
    "other_names": "Hirundo",
    "processed": true,
    "size": "15-20 centimeter",
    "sweater": "Deze sweater biedt comfort en sierlijkheid, geïnspireerd door de wendbare en sociale Zwaluw.",
    "title": "Zwaluw",
    "tshirt": "Breng je snelheid en vrijheid naar voren met dit T-shirt geïnspireerd door de snelle en wendbare Zwaluw.",
    "weight": "15-25 gram"
  },
  "saki": {
    "title": "Saki",
    "other_names": "Saki-aap",
    "image": "/totems/saki/saki.png",
    "map": "/totems/saki/map.png",
    "size": "30-50 centimeter",
    "weight": "1-2 kilogram",
    "color": "zwart, wit, grijs",
    "habitat": "tropische regenwouden",
    "food": "fruit, noten, insecten",
    "distribution": "Zuid-Amerika",
    "danger": "niet bedreigd",
    "tshirt": "Laat je nieuwsgierige en flexibele aard zien met dit T-shirt geïnspireerd door de alerte en speelse Saki.",
    "hoodie": "Blijf warm en wendbaar met deze hoodie geïnspireerd door de nieuwsgierige en sociale Saki.",
    "sweater": "Deze sweater biedt zowel comfort als levendigheid, geïnspireerd door de sociale en energieke Saki.",
    "description": "De Saki staat symbool voor alertheid, flexibiliteit en sociale verbondenheid. Deze kleine primaten leven in de tropische regenwouden van Zuid-Amerika en zijn bekend om hun energieke en nieuwsgierige aard.",
    "processed": true
  },
  "brulaap": {
    "title": "Brulaap",
    "other_names": "Caraya, Alouatta",
    "image": "/totems/brulaap/brulaap.png",
    "map": "/totems/brulaap/map.png",
    "size": "40-70 centimeter",
    "weight": "4-10 kilogram",
    "color": "zwart, bruin",
    "habitat": "tropische regenwouden",
    "food": "bladeren, fruit, bloemen",
    "distribution": "Zuid-Amerika",
    "danger": "niet bedreigd",
    "tshirt": "Laat je luidruchtige en sociale kant zien met dit T-shirt geïnspireerd door de energieke en expressieve Brulaap.",
    "hoodie": "Blijf warm en expressief met deze hoodie geïnspireerd door de vocale en sociale Brulaap.",
    "sweater": "Deze sweater biedt comfort en een levendige uitstraling, geïnspireerd door de energieke en luidruchtige Brulaap.",
    "description": "De Brulaap staat symbool voor expressie, sociale verbondenheid en communicatie. Bekend om zijn indrukwekkende geluiden die door het regenwoud galmen, vertegenwoordigt de Brulaap energie, expressie en sociale interactie.",
    "processed": true
  },
  "retriever": {
    "title": "Retriever",
    "other_names": "Golden Retriever, Labrador",
    "image": "/totems/retriever/retriever.png",
    "map": "/totems/retriever/map.png",
    "size": "50-60 centimeter",
    "weight": "25-35 kilogram",
    "color": "geel, zwart, bruin",
    "habitat": "huiselijke omgeving, bossen, open velden",
    "food": "hondenvoer, vlees",
    "distribution": "wereldwijd",
    "danger": "niet bedreigd",
    "tshirt": "Laat je loyale en vriendelijke kant zien met dit T-shirt geïnspireerd door de trouwe en zorgzame Retriever.",
    "hoodie": "Blijf warm en sociaal met deze hoodie geïnspireerd door de vriendelijke en intelligente Retriever.",
    "sweater": "Deze sweater biedt zowel comfort als zorgzaamheid, geïnspireerd door de betrouwbare en speelse Retriever.",
    "description": "De Retriever staat symbool voor loyaliteit, intelligentie en zorgzaamheid. Bekend om zijn geduldige en vriendelijke karakter, is de Retriever een trouwe metgezel die graag helpt en sociaal verbonden is met zijn familie.",
    "processed": true
  },
  "neushoorn": {
    "title": "Neushoorn",
    "other_names": "Rhinocerotidae",
    "image": "/totems/neushoorn/neushoorn.png",
    "map": "/totems/neushoorn/map.png",
    "size": "300-400 centimeter",
    "weight": "800-2300 kilogram",
    "color": "grijs, bruin",
    "habitat": "savannes, graslanden, tropische bossen",
    "food": "gras, bladeren",
    "distribution": "Afrika, Azië",
    "danger": "bedreigd",
    "tshirt": "Laat je krachtige en beschermende kant zien met dit T-shirt geïnspireerd door de sterke en imposante Neushoorn.",
    "hoodie": "Blijf warm en standvastig met deze hoodie geïnspireerd door de robuuste en beschermende Neushoorn.",
    "sweater": "Deze sweater biedt zowel comfort als kracht, geïnspireerd door de standvastige en krachtige Neushoorn.",
    "description": "De Neushoorn staat symbool voor kracht, bescherming en standvastigheid. Hij is een van de grootste landdieren, bekend om zijn robuuste bouw en beschermende aard. De Neushoorn vertegenwoordigt veerkracht en zelfverzekerdheid, ondanks bedreigingen in zijn omgeving.",
    "processed": true
  },
  "mandril": {
    "title": "Mandril",
    "other_names": "Mandrillo",
    "image": "/totems/mandril/mandril.png",
    "map": "/totems/mandril/map.png",
    "size": "55-95 centimeter",
    "weight": "10-35 kilogram",
    "color": "blauw, rood, grijs, bruin",
    "habitat": "tropische regenwouden, savannes",
    "food": "fruit, bladeren, insecten, kleine dieren",
    "distribution": "West-Afrika",
    "danger": "kwetsbaar",
    "tshirt": "Laat je sociale en vooruitziende kant zien met dit T-shirt geïnspireerd door de zorgzame en moedige Mandril.",
    "hoodie": "Blijf warm en sociaal met deze hoodie geïnspireerd door de aanpassende en zorgzame Mandril.",
    "sweater": "Deze sweater biedt zowel comfort als moed, geïnspireerd door de beweeglijke en hiërarchische Mandril.",
    "description": "De Mandril staat symbool voor sociale verbondenheid, zorgzaamheid en moed. Bekend om zijn aanpassingsvermogen en complexe groepsstructuren, toont de Mandril eigenschappen van hiërarchie en vooruitziendheid in zijn sociale interacties en bescherming van zijn groep.",
    "processed": true
  },
  "steppelemming": {
    "title": "Steppelemming",
    "other_names": "Lagurus lagurus",
    "image": "/totems/steppelemming/steppelemming.png",
    "map": "/totems/steppelemming/map.png",
    "size": "8-12 centimeter",
    "weight": "20-35 gram",
    "color": "grijs, bruin",
    "habitat": "steppe, graslanden",
    "food": "grassen, zaden, wortels",
    "distribution": "Centraal-Azië, Rusland",
    "danger": "niet bedreigd",
    "tshirt": "Laat je nieuwsgierige en speelse kant zien met dit T-shirt geïnspireerd door de vrolijke en bouwlustige Steppelemming.",
    "hoodie": "Blijf warm en overleggend met deze hoodie geïnspireerd door de dappere en samenwerkende Steppelemming.",
    "sweater": "Deze sweater biedt comfort en opgewektheid, geïnspireerd door de vooruitziende en vreedzame Steppelemming.",
    "description": "De Steppelemming is een opgewekt en sociaal knaagdier, bekend om zijn bouwlustige aard en samenwerking binnen kolonies. Zijn nieuwsgierigheid en ervaringsgerichte gedrag helpen hem overleven in uitgestrekte steppelandschappen. De Steppelemming staat symbool voor samenwerking, vooruitzien en vreedzaam samenleven.",
    "processed": true
  },
  "spitsnuitdolfijn": {
    "title": "Spitsnuitdolfijn",
    "other_names": "Zifio, Butskop",
    "image": "/totems/spitsnuitdolfijn/spitsnuitdolfijn.png",
    "map": "/totems/spitsnuitdolfijn/map.png",
    "size": "400-700 centimeter",
    "weight": "1000-3000 kilogram",
    "color": "grijs, blauwgrijs",
    "habitat": "diepe oceanen",
    "food": "inktvis, vis",
    "distribution": "wereldwijd in diepe zeeën",
    "danger": "gevoelig",
    "tshirt": "Breng je verantwoordelijke en onderzoekende kant naar voren met dit T-shirt geïnspireerd door de zorgzame en bedachtzame Spitsnuitdolfijn.",
    "hoodie": "Blijf warm en luisterbereid met deze hoodie geïnspireerd door de sterke en beschermende Spitsnuitdolfijn.",
    "sweater": "Deze sweater biedt comfort en wijsheid, geïnspireerd door de geduldige en opvoedende Spitsnuitdolfijn.",
    "description": "De Spitsnuitdolfijn is een mysterieuze en bedachtzame oceaanbewoner. Hij leeft vaak in kleine groepen en staat bekend om zijn beschermende aard en luisterbereidheid. Met zijn nieuwsgierige en onderzoekende karakter leert hij voortdurend van zijn omgeving. De Spitsnuitdolfijn symboliseert verantwoordelijkheid, zorgzaamheid en stille kracht.",
    "processed": true
  },
  "herdershond": {
    "title": "Herdershond",
    "other_names": "Herdersras",
    "image": "/totems/herdershond/herdershond.png",
    "map": "/totems/herdershond/map.png",
    "size": "55-65 centimeter",
    "weight": "25-40 kilogram",
    "color": "zwart, bruin, grijs, wit",
    "habitat": "boerderijen, velden, berggebieden",
    "food": "hondenvoer, vlees, restjes",
    "distribution": "wereldwijd",
    "danger": "niet bedreigd",
    "tshirt": "Laat je voorbeeldige en leergierige kant zien met dit T-shirt geïnspireerd door de toegewijde en gevoelige Herdershond.",
    "hoodie": "Blijf warm en trouw met deze hoodie geïnspireerd door de gehoorzame en doorzettende Herdershond.",
    "sweater": "Deze sweater biedt comfort en betrouwbaarheid, geïnspireerd door de intelligente en impulsieve Herdershond.",
    "description": "De Herdershond staat symbool voor gehoorzaamheid, doorzettingsvermogen en toewijding. Hij is een gevoelig groepsdier dat instinctief leert en handelt. Door zijn leergierigheid en voorbeeldige gedrag is hij al eeuwenlang een trouwe helper en beschermer van kuddes en mensen.",
    "processed": true
  },
  "patrijs": {
    "title": "Patrijs",
    "other_names": "Veldhoen, Perdix",
    "image": "/totems/patrijs/patrijs.png",
    "map": "/totems/patrijs/map.png",
    "size": "28-32 centimeter",
    "weight": "400-500 gram",
    "color": "grijs, bruin, rood",
    "habitat": "akkers, graslanden, bosranden",
    "food": "zaden, insecten",
    "distribution": "Europa, Azië",
    "danger": "gevoelig",
    "tshirt": "Laat je rustige en leergierige kant zien met dit T-shirt geïnspireerd door de standvastige en vreedzame Patrijs.",
    "hoodie": "Blijf warm en verbonden met deze hoodie geïnspireerd door de groepsgerichte en loyale Patrijs.",
    "sweater": "Deze sweater biedt comfort en betrouwbaarheid, geïnspireerd door de zorgzame en opofferingsgezinde Patrijs.",
    "description": "De Patrijs is een sociaal en vredelievend dier dat in groep leeft. Hij staat symbool voor trouw, standvastigheid en gemeenschapsgevoel. Bekend om zijn rustige en voorzichtige aard, is de Patrijs tegelijk leergierig en bereid zich op te offeren voor zijn groep.",
    "processed": true
  },
  "vlinder": {
    "title": "Vlinder",
    "other_names": "Koolwitje, Citroenvlinder",
    "image": "/totems/vlinder/vlinder.png",
    "map": "/totems/vlinder/map.png",
    "size": "2-10 centimeter",
    "weight": "0.1-1 gram",
    "color": "wit, geel, oranje, blauw, zwart",
    "habitat": "tuinen, weiden, bossen",
    "food": "nectar, plantensappen",
    "distribution": "wereldwijd",
    "danger": "afhankelijk van soort",
    "tshirt": "Laat je kleurrijke en lieftallige aard zien met dit T-shirt geïnspireerd door de avontuurlijke en opvallende Vlinder.",
    "hoodie": "Blijf warm en vrij met deze hoodie geïnspireerd door de speelse en levensgenietende Vlinder.",
    "sweater": "Deze sweater biedt comfort en elegantie, geïnspireerd door de kleurrijke en aanpassende Vlinder.",
    "description": "De Vlinder is een symbool van vrijheid, verandering en levensvreugde. Met haar kleurrijke vleugels en gracieuze vlucht staat ze voor avontuur, schoonheid en het genieten van het moment. De Vlinder past zich moeiteloos aan en leeft in het nu, altijd op zoek naar zon en nectar.",
    "processed": true
  },
  "otter": {
    "title": "Otter",
    "other_names": "Visotter, Zeeotter, Sero",
    "image": "/totems/otter/otter.png",
    "map": "/totems/otter/map.png",
    "size": "50-130 centimeter",
    "weight": "5-30 kilogram",
    "color": "bruin, grijs",
    "habitat": "rivieren, meren, kustgebieden",
    "food": "vis, schelpdieren, kleine zoogdieren",
    "distribution": "Europa, Azië, Amerika",
    "danger": "gevoelig tot bedreigd",
    "tshirt": "Laat je vrolijke en scherpe kant zien met dit T-shirt geïnspireerd door de behendige en moedige Otter.",
    "hoodie": "Blijf warm en speels met deze hoodie geïnspireerd door de slimme en sterke Otter.",
    "sweater": "Deze sweater biedt comfort en energie, geïnspireerd door de goedaardige en scherpe Otter.",
    "description": "De Otter is een intelligent en behendig dier dat zowel op het land als in het water thuis is. Met zijn vrolijke en moedig karakter leeft hij speels en sociaal, terwijl zijn scherpzinnigheid en kracht hem tot een succesvol jager maken. De Otter symboliseert balans, intelligentie en levensvreugde.",
    "processed": true
  },
  "steltkluut": {
    "title": "Steltkluut",
    "other_names": "",
    "image": "/totems/steltkluut/steltkluut.png",
    "map": "/totems/steltkluut/map.png",
    "size": "33-38 centimeter",
    "weight": "150-200 gram",
    "color": "wit, zwart, roze poten",
    "habitat": "moerassen, ondiepe meren, kustgebieden",
    "food": "insecten, kleine kreeftachtigen, wormen",
    "distribution": "Europa, Afrika, Azië",
    "danger": "gevoelig",
    "tshirt": "Laat je gracieuze en nieuwsgierige aard zien met dit T-shirt geïnspireerd door de elegante en verzorgde Steltkluut.",
    "hoodie": "Blijf warm en vrij met deze hoodie geïnspireerd door de zachtaardige en ingenieuze Steltkluut.",
    "sweater": "Deze sweater biedt comfort en waardigheid, geïnspireerd door de eervolle en nieuwsgierige Steltkluut.",
    "description": "De Steltkluut is een elegante en zachtaardige watervogel die zich moeiteloos aanpast aan zijn omgeving. Met zijn gracieuze houding, verzorgde uiterlijk en nieuwsgierige aard staat hij symbool voor vrijheid, intelligentie en innerlijke rust. Zijn afwachtende en eervolle gedrag maakt hem tot een toonbeeld van edelheid en verfijning.",
    "processed": true
  },
  "stekelvarken": {
    "title": "Stekelvarken",
    "other_names": "Landak, Noko, Coendou",
    "image": "/totems/stekelvarken/stekelvarken.png",
    "map": "/totems/stekelvarken/map.png",
    "size": "60-90 centimeter",
    "weight": "5-15 kilogram",
    "color": "bruin, zwart, wit (stekels)",
    "habitat": "bossen, savannes, berggebieden",
    "food": "schors, wortels, fruit",
    "distribution": "Afrika, Azië, Amerika",
    "danger": "niet bedreigd",
    "tshirt": "Laat je rustige en verdedigende aard zien met dit T-shirt geïnspireerd door het standvastige en zachtmoedige Stekelvarken.",
    "hoodie": "Blijf warm en stil met deze hoodie geïnspireerd door het nachtelijke en vriendelijke Stekelvarken.",
    "sweater": "Deze sweater biedt comfort en bescherming, geïnspireerd door het opvoedende en vredelievende Stekelvarken.",
    "description": "Het Stekelvarken is een nachtdier dat bekendstaat om zijn rustige karakter en unieke verdedigingsmechanisme. Hij leeft het liefst op zichzelf of in kleine gezelschappen en straalt een vredige, maar standvastige energie uit. Zijn opvoedende en zachtmoedige aard maken hem tot een vriendelijk maar weerbaar symbool van innerlijke kracht.",
    "processed": true
  },
  "scholekster": {
    "title": "Scholekster",
    "other_names": "Bonte piet",
    "image": "/totems/scholekster/scholekster.png",
    "map": "/totems/scholekster/map.png",
    "size": "40-45 centimeter",
    "weight": "400-700 gram",
    "color": "zwart, wit, oranje snavel en poten",
    "habitat": "kustgebieden, weiden, wadden",
    "food": "schelpdieren, wormen, insecten",
    "distribution": "Europa, Azië, delen van Afrika",
    "danger": "gevoelig",
    "tshirt": "Laat je opgewekte en hulpvaardige aard zien met dit T-shirt geïnspireerd door de luidruchtige en territoriale Scholekster.",
    "hoodie": "Blijf warm en waakzaam met deze hoodie geïnspireerd door de verstandige en verdedigende Scholekster.",
    "sweater": "Deze sweater biedt comfort en orde, geïnspireerd door het temperamentvolle en groepsgerichte karakter van de Scholekster.",
    "description": "De Scholekster is een luidruchtige maar behulpzame vogel die leeft in hechte groepen langs kust en weide. Met zijn temperamentvolle gedrag verdedigt hij vastberaden zijn territorium en soortgenoten. Hij staat symbool voor hulpvaardigheid, waakzaamheid, groepszin en een ordelijke manier van leven.",
    "processed": true
  },
  "schaarbek": {
    "title": "Schaarbek",
    "other_names": "Rayador",
    "image": "/totems/schaarbek/schaarbek.png",
    "map": "/totems/schaarbek/map.png",
    "size": "40-50 centimeter",
    "weight": "200-350 gram",
    "color": "zwart, wit, oranje snavel",
    "habitat": "kustlijnen, riviermondingen, lagunes",
    "food": "vis, kleine waterdieren",
    "distribution": "Amerika (Noord, Midden en Zuid)",
    "danger": "gevoelig",
    "tshirt": "Laat je kalme en hulpvaardige aard zien met dit T-shirt geïnspireerd door de behendige en vriendelijke Schaarbek.",
    "hoodie": "Blijf warm en ordelijk met deze hoodie geïnspireerd door de eerlijke en samenwerkende Schaarbek.",
    "sweater": "Deze sweater biedt comfort en toewijding, geïnspireerd door de ijverige en rustige Schaarbek.",
    "description": "De Schaarbek is een rustige en ordelijke zeevogel, bekend om zijn unieke manier van vissen en samenwerking in groepen. Hij straalt kalmte en eerlijkheid uit, en helpt zijn soortgenoten met toewijding. De Schaarbek symboliseert behendigheid, samenwerking en een vriendelijke, hulpvaardige geest.",
    "processed": true
  },
  "sifaka": {
    "title": "Sifaka",
    "other_names": "Zijdesifaka, Kroonsifaka",
    "image": "/totems/sifaka/sifaka.png",
    "map": "/totems/sifaka/map.png",
    "size": "40-55 centimeter",
    "weight": "3-6 kilogram",
    "color": "wit, bruin, zwart (afhankelijk van soort)",
    "habitat": "tropische en droge bossen",
    "food": "bladeren, bloemen, fruit, schors",
    "distribution": "Madagaskar",
    "danger": "bedreigd",
    "tshirt": "Laat je zorgzame en ondeugende kant zien met dit T-shirt geïnspireerd door de slimme en enthousiaste Sifaka.",
    "hoodie": "Blijf warm en vriendelijk met deze hoodie geïnspireerd door de bedachtzame en familiaal ingestelde Sifaka.",
    "sweater": "Deze sweater biedt comfort en scherpzinnigheid, geïnspireerd door de beschermende en gevoelige Sifaka.",
    "description": "De Sifaka is een unieke halfaap afkomstig uit Madagaskar, bekend om zijn springende bewegingen en hechte familiebanden. Hij is vriendelijk, zorgzaam en bedachtzaam, maar ook ondeugend en scherpzinnig. Als totem staat de Sifaka symbool voor enthousiasme, bescherming, gevoeligheid en intelligent sociaal gedrag.",
    "processed": true
  },
  "kaketoe": {
    "title": "Kaketoe",
    "other_names": "Galah",
    "image": "/totems/kaketoe/kaketoe.png",
    "map": "/totems/kaketoe/map.png",
    "size": "35-40 centimeter",
    "weight": "300-400 gram",
    "color": "roze, grijs, wit",
    "habitat": "open bossen, savannes, stedelijke gebieden",
    "food": "zaden, noten, fruit, insecten",
    "distribution": "Australië",
    "danger": "niet bedreigd",
    "tshirt": "Laat je nieuwsgierige en verstandige aard zien met dit T-shirt geïnspireerd door de zachte en schrander kaketoe.",
    "hoodie": "Blijf warm en vriendschappelijk met deze hoodie geïnspireerd door de dankbare en bedachtzame kaketoe.",
    "sweater": "Deze sweater biedt comfort en inzicht, geïnspireerd door de ernstig-zachtaardige en leergierige kaketoe.",
    "description": "De Kaketoe is een slimme, nieuwsgierige vogel met een sterk geheugen en een zachtmoedig karakter. De Galah, een roze-grijze soort, staat bekend om zijn sociale aard en dankbaarheid. Als totem belichaamt de Kaketoe ernst, schranderheid en vriendschap, gecombineerd met een warme, zorgzame energie.",
    "processed": true
  },
  "schoenbekooievaar": {
    "title": "Schoenbekooievaar",
    "other_names": "Schoensnavel, Markoeb",
    "image": "/totems/schoenbekooievaar/schoenbekooievaar.png",
    "map": "/totems/schoenbekooievaar/map.png",
    "size": "110-140 centimeter",
    "weight": "4-7 kilogram",
    "color": "grijsblauw",
    "habitat": "moerassen, rivieren, wetlands",
    "food": "vis, amfibieën, kleine reptielen",
    "distribution": "Centraal tropisch Afrika",
    "danger": "kwetsbaar",
    "tshirt": "Laat je doorzettende en verstandige kant zien met dit T-shirt geïnspireerd door de stille en solidaire Schoenbekooievaar.",
    "hoodie": "Blijf warm en behoedzaam met deze hoodie geïnspireerd door de uithoudende en trouwe Schoenbekooievaar.",
    "sweater": "Deze sweater biedt comfort en kalmte, geïnspireerd door de bedachtzame en voorzichtige Schoenbekooievaar.",
    "description": "De Schoenbekooievaar is een indrukwekkende, solitair levende vogel met een opvallende snavel en stille aanwezigheid. Hij staat symbool voor uithoudingsvermogen, voorzichtigheid en innerlijke kracht. Zijn rustige, maar vastberaden manier van jagen toont een diep verstand en aanpassingsvermogen in stille volharding.",
    "processed": true
  },
  "zalm": {
    "title": "Zalm",
    "other_names": "Salmono, Salmo",
    "image": "/totems/zalm/zalm.png",
    "map": "/totems/zalm/map.png",
    "size": "70-100 centimeter",
    "weight": "4-15 kilogram",
    "color": "zilver, roze, blauwgroen",
    "habitat": "rivieren, oceanen",
    "food": "insecten, kreeftachtigen, kleinere vissen",
    "distribution": "Noordelijke Atlantische en Pacifische Oceaan, Europese en Noord-Amerikaanse rivieren",
    "danger": "afhankelijk van soort",
    "tshirt": "Laat je doorzettende en sierlijke kant zien met dit T-shirt geïnspireerd door de krachtige en energieke Zalm.",
    "hoodie": "Blijf warm en eigenzinnig met deze hoodie geïnspireerd door de fel zwemmende en scherpzinnige Zalm.",
    "sweater": "Deze sweater biedt comfort en kracht, geïnspireerd door de volhardende en sierlijke Zalm.",
    "description": "De Zalm is een sterk en energiek dier dat tegen de stroom in zwemt om zijn doel te bereiken. Zijn sierlijke bewegingen en uithoudingsvermogen maken hem tot een symbool van doorzetting, kracht en scherpzinnigheid. Hij is eigenzinnig en volgt zijn instinct met ongeëvenaarde vastberadenheid.",
    "processed": true
  },
  "sneeuwhoen": {
    "title": "Sneeuwhoen",
    "other_names": "Spitsvleugelhoen, Witstaartsneeuwhoen, Alpensneeuwhoen",
    "image": "/totems/sneeuwhoen/sneeuwhoen.png",
    "map": "/totems/sneeuwhoen/map.png",
    "size": "35-40 centimeter",
    "weight": "400-700 gram",
    "color": "wit, bruin, zwart (afhankelijk van seizoen)",
    "habitat": "alpine en arctische gebieden",
    "food": "knoppen, bladeren, zaden",
    "distribution": "Noord-Europa, Azië, Noord-Amerika",
    "danger": "gevoelig",
    "tshirt": "Laat je rustige en opofferingsgezinde aard zien met dit T-shirt geïnspireerd door de kalme en waakzame Sneeuwhoen.",
    "hoodie": "Blijf warm en beschermend met deze hoodie geïnspireerd door de geharde en familiale Sneeuwhoen.",
    "sweater": "Deze sweater biedt comfort en toewijding, geïnspireerd door de aanpassende en waakzame Sneeuwhoen.",
    "description": "De Sneeuwhoen is een gehard en waakzaam dier dat zich moeiteloos aanpast aan barre winterse omstandigheden. Hij leeft dicht bij zijn soortgenoten en is toegewijd aan zijn groep. De Sneeuwhoen symboliseert rust, opoffering, familiaal gevoel en een sterke intuïtie voor gevaar.",
    "processed": true
  },
  "neusbeer": {
    "title": "Neusbeer",
    "other_names": "Pizote, Coati",
    "image": "/totems/neusbeer/neusbeer.png",
    "map": "/totems/neusbeer/map.png",
    "size": "40-70 centimeter",
    "weight": "3-6 kilogram",
    "color": "bruin, roodbruin, zwart",
    "habitat": "tropische bossen, savannes",
    "food": "fruit, insecten, kleine dieren",
    "distribution": "Centraal- en Zuid-Amerika",
    "danger": "niet bedreigd",
    "tshirt": "Laat je vindingrijke en grappige kant zien met dit T-shirt geïnspireerd door de luidruchtige en nieuwsgierige Neusbeer.",
    "hoodie": "Blijf warm en oplettend met deze hoodie geïnspireerd door de genieterige en voorzichtige Neusbeer.",
    "sweater": "Deze sweater biedt comfort en speelsheid, geïnspireerd door de grappige en aandachtige Neusbeer.",
    "description": "De Neusbeer is een sociaal en levendig dier, bekend om zijn nieuwsgierige gedrag en grappige capriolen. Hij is vindingrijk bij het zoeken naar voedsel, maar ook voorzichtig en oplettend. De Neusbeer staat symbool voor aandacht, plezier en creatief denken in de dagelijkse uitdagingen.",
    "processed": true
  },
  "kongoni": {
    "title": "Kongoni",
    "other_names": "Hartenbeest, Kama, Konzi, Bubale",
    "image": "/totems/kongoni/kongoni.png",
    "map": "/totems/kongoni/kongoni.png",
    "size": "150-200 centimeter",
    "weight": "100-200 kilogram",
    "color": "roodbruin, zandkleurig",
    "habitat": "savannes, open graslanden",
    "food": "gras, bladeren",
    "distribution": "Sub-Sahara Afrika",
    "danger": "gevoelig",
    "tshirt": "Laat je sierlijke en sociale aard zien met dit T-shirt geïnspireerd door de kalme en beschermende Kongoni.",
    "hoodie": "Blijf warm en waakzaam met deze hoodie geïnspireerd door de solidaire en verdedigende Kongoni.",
    "sweater": "Deze sweater biedt comfort en verbondenheid, geïnspireerd door de snelle en zorgzame Kongoni.",
    "description": "De Kongoni is een sierlijke antilope die leeft in open vlaktes en sterk hecht aan zijn kudde. Hij is kalm, sociaal en altijd waakzaam voor gevaar. In de groep neemt hij vaak een beschermende rol op zich. De Kongoni symboliseert solidariteit, verdediging, snelheid en onderlinge zorg binnen een gemeenschap.",
    "processed": true
  },
  "sneeuwstormvogel": {
    "title": "Sneeuwstormvogel",
    "other_names": "Sneeuwpetrel",
    "image": "/totems/sneeuwstormvogel/sneeuwstormvogel.png",
    "map": "/totems/sneeuwstormvogel/sneeuwstormvogel.png",
    "size": "30-40 centimeter",
    "weight": "200-400 gram",
    "color": "wit, met zwarte ogen en grijze snavel",
    "habitat": "poolgebieden, zeeën rond Antarctica",
    "food": "vis, krill, aas",
    "distribution": "Antarctica en Zuidelijke Oceaan",
    "danger": "niet bedreigd",
    "tshirt": "Laat je elegante en volhardende aard zien met dit T-shirt geïnspireerd door de opgewekte en krachtige Sneeuwstormvogel.",
    "hoodie": "Blijf warm en opmerkzaam met deze hoodie geïnspireerd door de schranderheid en verzoenende natuur van de Sneeuwstormvogel.",
    "sweater": "Deze sweater biedt comfort en evenwicht, geïnspireerd door de snelle en vreedzame Sneeuwstormvogel.",
    "description": "De Sneeuwstormvogel is een elegante zeevogel die moeiteloos over de ijskoude zuidelijke oceanen glijdt. Hij is krachtig en lenig in de lucht, opmerkzaam en schrander in zijn gedrag. Zijn vreedzame en verzoenende aard maakt hem tot een symbool van dankbaarheid, ijver en vastberaden doorzettingsvermogen, zelfs in de meest barre omstandigheden.",
    "processed": true
  },
  "jak": {
    "title": "Jak",
    "other_names": "Bromrund",
    "image": "/totems/jak/jak.png",
    "map": "/totems/jak/jak.png",
    "size": "250-340 centimeter",
    "weight": "300-1000 kilogram",
    "color": "zwart, bruin, wit",
    "habitat": "hooggebergte, koude graslanden",
    "food": "grassen, mossen, struiken",
    "distribution": "Tibet, Himalaya, Centraal-Azië",
    "danger": "afhankelijk van soort",
    "tshirt": "Laat je taaie en zelfzekere kant zien met dit T-shirt geïnspireerd door de geharde en veelzijdige Jak.",
    "hoodie": "Blijf warm en moedig met deze hoodie geïnspireerd door de sterke en uithoudende Jak.",
    "sweater": "Deze sweater biedt comfort en kracht, geïnspireerd door de sociale en standvastige Jak.",
    "description": "De Jak is een gehard dier dat leeft in extreme kou en grote hoogtes. Hij beweegt zich moeiteloos in groepen over ruig terrein en staat symbool voor kracht, uithoudingsvermogen en zelfvertrouwen. De Jak is veelzijdig inzetbaar en moedig in het trotseren van barre omstandigheden — een ware teamspeler met een robuuste geest.",
    "processed": true
  },
  "lori": {
    "title": "Lori",
    "other_names": "Vini",
    "image": "/totems/lori/lori.png",
    "map": "/totems/lori/lori.png",
    "size": "15-30 centimeter",
    "weight": "30-150 gram",
    "color": "rood, blauw, geel, groen (felgekleurd)",
    "habitat": "tropische regenwouden, eilanden",
    "food": "nectar, fruit, bloemen, zaden",
    "distribution": "Australië, Indonesië, Oceanië",
    "danger": "afhankelijk van soort",
    "tshirt": "Laat je kleurrijke en nieuwsgierige kant zien met dit T-shirt geïnspireerd door de actieve en grappige Lori.",
    "hoodie": "Blijf warm en levendig met deze hoodie geïnspireerd door de handige en luidruchtige Lori.",
    "sweater": "Deze sweater biedt comfort en vrolijkheid, geïnspireerd door de levendige en nieuwsgierige Lori.",
    "description": "De Lori is een levendige papegaaiensoort met een felgekleurd verenkleed en een onweerstaanbare nieuwsgierigheid. Hij is handig, actief en sociaal luidruchtig, en weet met zijn vrolijke gedrag altijd de aandacht te trekken. De Lori staat symbool voor levendigheid, speelsheid en kleurrijke expressie.",
    "processed": true
  },
  "sneeuwuil": {
    "title": "Sneeuwuil",
    "other_names": "Hedwig",
    "image": "/totems/sneeuwuil/sneeuwuil.png",
    "map": "/totems/sneeuwuil/sneeuwuil.png",
    "size": "55-70 centimeter",
    "weight": "1.5-3 kilogram",
    "color": "wit met zwarte vlekken",
    "habitat": "toendra’s, poolgebieden",
    "food": "lemmingen, knaagdieren, vogels",
    "distribution": "Noordpoolgebieden, Canada, Scandinavië, Rusland",
    "danger": "gevoelig",
    "tshirt": "Laat je krachtige en rustige aard zien met dit T-shirt geïnspireerd door de moedige en doordachte Sneeuwuil.",
    "hoodie": "Blijf warm en standvastig met deze hoodie geïnspireerd door de bedaarde en moedige Sneeuwuil.",
    "sweater": "Deze sweater biedt comfort en kalmte, geïnspireerd door de krachtige en standvastige Sneeuwuil.",
    "description": "De Sneeuwuil is een indrukwekkende en krachtige jager uit de koude noordelijke gebieden. Met zijn stille vlucht en scherpe blik staat hij symbool voor bedachtzaamheid, rust en standvastige moed. Deze uil is doordacht en kalm, en vertrouwt op zijn instinct en inzicht om te overleven.",
    "processed": true
  },
  "schroefhoorngeit": {
    "title": "Schroefhoorngeit",
    "other_names": "Markhoor",
    "image": "/totems/schroefhoorngeit/schroefhoorngeit.png",
    "map": "/totems/schroefhoorngeit/schroefhoorngeit.png",
    "size": "130-170 centimeter",
    "weight": "30-110 kilogram",
    "color": "bruin, grijs, wit",
    "habitat": "berggebieden, rotsachtige hellingen",
    "food": "grassen, bladeren, kruiden",
    "distribution": "Centraal- en Zuid-Azië",
    "danger": "bedreigd",
    "tshirt": "Laat je lenige en zelfstandige aard zien met dit T-shirt geïnspireerd door de leergierige en geharde Schroefhoorngeit.",
    "hoodie": "Blijf warm en verstandig met deze hoodie geïnspireerd door de solidaire en nieuwsgierige Schroefhoorngeit.",
    "sweater": "Deze sweater biedt comfort en balans, geïnspireerd door de voorzichtige en fraaie Schroefhoorngeit.",
    "description": "De Schroefhoorngeit is een indrukwekkende bergbewoner, bekend om zijn elegant gedraaide hoorns en behendige klimgedrag. Hij leeft vaak solitair of in kleine groepen en is leergierig, voorzichtig en zelfstandig. Als totem belichaamt hij familiezin, doorzettingsvermogen, nieuwsgierigheid en innerlijke rust op grote hoogte.",
    "processed": true
  },
  "luiaard": {
    "title": "Luiaard",
    "other_names": "Ai, Choloepus, Oenau, Cholo",
    "image": "/totems/luiaard/luiaard.png",
    "map": "/totems/luiaard/map.png",
    "size": "50-70 centimeter",
    "weight": "4-8 kilogram",
    "color": "bruin, grijs, groenachtig door algen",
    "habitat": "tropische regenwouden",
    "food": "bladeren, knoppen, fruit",
    "distribution": "Centraal- en Zuid-Amerika",
    "danger": "niet bedreigd",
    "tshirt": "Laat je tactische en rustige aard zien met dit T-shirt geïnspireerd door de kalme en zelfredzame Luiaard.",
    "hoodie": "Blijf warm en bedachtzaam met deze hoodie geïnspireerd door de nachtelijke en solitair levende Luiaard.",
    "sweater": "Deze sweater biedt comfort en rust, geïnspireerd door de slimme en voorzichtige Luiaard.",
    "description": "De Luiaard is een nachtdier dat leeft in de toppen van het regenwoud. Met zijn kalme tempo en tactische bewegingen weet hij zich veilig en efficiënt te verplaatsen. Hij leeft solitair, is opmerkzaam en volledig zelfredzaam. De Luiaard symboliseert rust, slimheid, bedachtzaamheid en het kiezen van je eigen pad.",
    "processed": true
  },
  "caracara": {
    "title": "Caracara",
    "other_names": "Carancho",
    "image": "/totems/caracara/caracara.png",
    "map": "/totems/caracara/caracara.png",
    "size": "50-60 centimeter",
    "weight": "800-1300 gram",
    "color": "bruin, zwart, wit, met oranje of gele snavel",
    "habitat": "savannes, open gebieden, berghellingen",
    "food": "aas, insecten, kleine dieren",
    "distribution": "Zuid- en Centraal-Amerika, zuiden van de VS",
    "danger": "niet bedreigd",
    "tshirt": "Laat je durf en nieuwsgierigheid zien met dit T-shirt geïnspireerd door de parmantige en intelligente Caracara.",
    "hoodie": "Blijf warm en onbevreesd met deze hoodie geïnspireerd door de sociale en aanpassende Caracara.",
    "sweater": "Deze sweater biedt comfort en snelheid, geïnspireerd door de slimme en moedige Caracara.",
    "description": "De Caracara is een slimme roofvogel met een opvallend uiterlijk en zelfverzekerde houding. Hij is sociaal, nieuwsgierig en past zich moeiteloos aan uiteenlopende leefgebieden aan. Met zijn durf, snelheid en onbevreesd karakter staat de Caracara symbool voor intelligentie, lef en sociale verbondenheid.",
    "processed": true
  },
  "kogelvis": {
    "title": "Kogelvis",
    "other_names": "Puffer, Takifugu",
    "image": "/totems/kogelvis/kogelvis.png",
    "map": "/totems/kogelvis/kogelvis.png",
    "size": "20-90 centimeter",
    "weight": "0.5-3 kilogram",
    "color": "geel, grijs, groen, gespikkeld",
    "habitat": "koraalriffen, kustwateren, estuaria",
    "food": "algen, ongewervelden, schaaldieren",
    "distribution": "Tropische en subtropische oceanen wereldwijd",
    "danger": "sommige soorten giftig",
    "tshirt": "Laat je guitige en expressieve kant zien met dit T-shirt geïnspireerd door de creatieve en openhartige Kogelvis.",
    "hoodie": "Blijf warm en verantwoordelijk met deze hoodie geïnspireerd door de moedige en gevoelige Kogelvis.",
    "sweater": "Deze sweater biedt comfort en karakter, geïnspireerd door de voorzichtige en goedgeluimde Kogelvis.",
    "description": "De Kogelvis is een opvallende en creatieve verschijning in de onderwaterwereld. Hij staat bekend om zijn unieke verdedigingsmechanisme, maar ook om zijn guitige blik en open uitstraling. Met zijn doorzettingsvermogen, gevoeligheid en expressieve karakter is de Kogelvis een symbool van moed, verantwoordelijkheid en kleurrijke persoonlijkheid.",
    "processed": true
  },
  "pijlinktvis": {
    "title": "Pijlinktvis",
    "other_names": "Loligo, Nautilus",
    "image": "/totems/pijlinktvis/pijlinktvis.png",
    "map": "/totems/pijlinktvis/pijlinktvis.png",
    "size": "25-60 centimeter",
    "weight": "0.5-2 kilogram",
    "color": "doorzichtig, zilverachtig, met kleurverandering mogelijk",
    "habitat": "kustwateren, open zee",
    "food": "vis, garnalen, andere inktvissen",
    "distribution": "wereldwijd in gematigde en tropische zeeën",
    "danger": "niet bedreigd",
    "tshirt": "Laat je nieuwsgierige en uitdagende aard zien met dit T-shirt geïnspireerd door de ondeugende en vriendelijke Pijlinktvis.",
    "hoodie": "Blijf warm en ingenieus met deze hoodie geïnspireerd door de snelle en verdedigende Pijlinktvis.",
    "sweater": "Deze sweater biedt comfort en karakter, geïnspireerd door de rustige en grappige Pijlinktvis.",
    "description": "De Pijlinktvis is een ingenieus en nieuwsgierig zeewezen, bekend om zijn snelheid, kleurverandering en ondeugende aard. Hij is zowel grappig als verdedigend wanneer nodig, en leeft vaak in scholen. Deze bijzondere jager symboliseert creativiteit, standvastigheid en een speelse maar doordachte benadering van het leven.",
    "processed": true
  },
  "hop": {
    "title": "Hop",
    "other_names": "Barao",
    "image": "/totems/hop/hop.png",
    "map": "/totems/hop/hop.png",
    "size": "25-30 centimeter",
    "weight": "50-90 gram",
    "color": "oranjebruin met zwart-witte vleugels en kuif",
    "habitat": "open graslanden, boomgaarden, savannes",
    "food": "insecten, larven, kleine ongewervelden",
    "distribution": "Europa, Afrika, Azië",
    "danger": "niet bedreigd",
    "tshirt": "Laat je vrolijke en trouwe kant zien met dit T-shirt geïnspireerd door de zanglustige en voorzichtige Hop.",
    "hoodie": "Blijf warm en herkenbaar met deze hoodie geïnspireerd door de familiale en fiere Hop.",
    "sweater": "Deze sweater biedt comfort en karakter, geïnspireerd door de vreesachtige maar zanglustige Hop.",
    "description": "De Hop is een opvallende vogel met een kenmerkende kuif en een melodieuze zang. Hij is trouw aan zijn leefgebied en familie, voorzichtig in zijn gedrag, maar ook fier en vrolijk. Soms wat slordig in zijn nestgedrag, maar altijd expressief. De Hop symboliseert loyaliteit, muzikale vreugde en bescheiden moed.",
    "processed": true
  },
  "streepmuis": {
    "title": "Streepmuis",
    "other_names": "",
    "image": "/totems/streepmuis/streepmuis.png",
    "map": "/totems/streepmuis/streepmuis.png",
    "size": "9-14 centimeter",
    "weight": "20-50 gram",
    "color": "bruin met zwarte en witte strepen",
    "habitat": "graslanden, savannes, struikgebieden",
    "food": "zaden, grassen, insecten",
    "distribution": "Sub-Sahara Afrika",
    "danger": "niet bedreigd",
    "tshirt": "Laat je speelse en zorgzame kant zien met dit T-shirt geïnspireerd door de bedrijvige en behendige Streepmuis.",
    "hoodie": "Blijf warm en waakzaam met deze hoodie geïnspireerd door de nieuwsgierige en sportieve Streepmuis.",
    "sweater": "Deze sweater biedt comfort en alertheid, geïnspireerd door de dappere en scherpzinnige Streepmuis.",
    "description": "De Streepmuis is een actief en sociaal knaagdiertje dat leeft in groepen en constant bezig is met voedsel zoeken en waakzaam zijn. Hij is behendig, speels en nieuwsgierig, maar ook kwetsbaar en beïnvloedbaar. Als totem belichaamt hij bedrijvigheid, zorgzaamheid en sportieve alertheid in een klein maar krachtig lichaam.",
    "processed": true
  },
  "flamingo": {
    "title": "Flamingo",
    "other_names": "Sorewilka",
    "image": "/totems/flamingo/flamingo.png",
    "map": "/totems/flamingo/flamingo.png",
    "size": "110-150 centimeter",
    "weight": "2-4 kilogram",
    "color": "roze, wit, zwart (vleugeltoppen)",
    "habitat": "zoutmeren, lagunes, ondiepe moerassen",
    "food": "algen, plankton, schaaldieren",
    "distribution": "Afrika, Zuid-Europa, Zuid- en Midden-Amerika",
    "danger": "afhankelijk van soort",
    "tshirt": "Laat je sociale en grappige kant zien met dit T-shirt geïnspireerd door de gevoeligheid en elegantie van de Flamingo.",
    "hoodie": "Blijf warm en expressief met deze hoodie geïnspireerd door de praatlustige en aanpassende Flamingo.",
    "sweater": "Deze sweater biedt comfort en verbondenheid, geïnspireerd door de kwetsbare maar groepsgerichte Flamingo.",
    "description": "De Flamingo is een sierlijke en sociale vogel die leeft in grote kolonies. Met zijn opvallende uiterlijk en aanpassingsvermogen symboliseert hij verbondenheid, gevoeligheid en speelsheid. Zijn kwetsbaarheid wordt gecompenseerd door een sterk groepsgevoel en een praatlustig, expressief karakter.",
    "processed": true
  },
  "grijsbokje": {
    "title": "Grijsbokje",
    "other_names": "Caprinae",
    "image": "/totems/grijsbokje/grijsbokje.png",
    "map": "/totems/grijsbokje/grijsbokje.png",
    "size": "70-100 centimeter",
    "weight": "20-40 kilogram",
    "color": "grijs, bruin, wit",
    "habitat": "bergachtige gebieden, rotshellingen, ruig terrein",
    "food": "grassen, bladeren, struiken",
    "distribution": "Eurazië, Noord-Afrika, Noord-Amerika",
    "danger": "niet bedreigd",
    "tshirt": "Laat je volharding en zorgzame kant zien met dit T-shirt geïnspireerd door het lenige en leergierige Grijs Bokje.",
    "hoodie": "Blijf warm en schrander met deze hoodie geïnspireerd door het beschermende en solitair levende Grijs Bokje.",
    "sweater": "Deze sweater biedt comfort en kalmte, geïnspireerd door het behendige en vreedzame Grijs Bokje.",
    "description": "Het Grijs Bokje is een scherpzinnig en leergierig bergdier dat zich met uiterste precisie voortbeweegt in ruw terrein. Ondanks zijn onopvallende verschijning is hij zorgzaam, opofferingsgezind en volhardend. Als totem staat het Grijs Bokje symbool voor behendigheid, voorzichtigheid, en innerlijke kracht in stilte.",
    "processed": true
  },
  "zeester": {
    "title": "Zeester",
    "other_names": "Asterias, Kamster, Zonnester",
    "image": "/totems/zeester/zeester.png",
    "map": "/totems/zeester/zeester.png",
    "size": "10-30 centimeter",
    "weight": "0.1-1 kilogram",
    "color": "oranje, rood, paars, blauw, bruin",
    "habitat": "kustwateren, rotsige bodems, koraalriffen",
    "food": "weekdieren, detritus, algen",
    "distribution": "wereldwijd in oceanen",
    "danger": "niet bedreigd",
    "tshirt": "Laat je creatieve en onderhoudende aard zien met dit T-shirt geïnspireerd door de pretentieloze en gezellige Zeester.",
    "hoodie": "Blijf warm en weerbaar met deze hoodie geïnspireerd door de samenwerkende en behulpzame Zeester.",
    "sweater": "Deze sweater biedt comfort en karakter, geïnspireerd door de afwachtende maar gezellige Zeester.",
    "description": "De Zeester is een opvallend zeewezen dat leeft op de bodem van oceanen en kustwateren. Ondanks zijn rustige, afwachtende aard is hij bijzonder weerbaar en in staat tot regeneratie. De Zeester staat symbool voor behulpzaamheid, creativiteit en pretentieloos samenwerken — altijd aanwezig, altijd gezellig.",
    "processed": true
  },
  "dwerghert": {
    "title": "Dwerghert",
    "other_names": "Kantjil, Muishert, Meminna",
    "image": "/totems/dwerghert/dwerghert.png",
    "map": "/totems/dwerghert/dwerghert.png",
    "size": "40-75 centimeter",
    "weight": "1.5-3 kilogram",
    "color": "bruin, roodbruin, wit",
    "habitat": "tropische bossen, struikgewas",
    "food": "bladeren, vruchten, scheuten",
    "distribution": "Zuidoost-Azië, Afrika",
    "danger": "afhankelijk van soort",
    "tshirt": "Laat je speelse en bedrijvige kant zien met dit T-shirt geïnspireerd door het grappige en nachtelijke Dwerghert.",
    "hoodie": "Blijf warm en behoedzaam met deze hoodie geïnspireerd door het teruggetrokken en actieve Dwerghert.",
    "sweater": "Deze sweater biedt comfort en subtiliteit, geïnspireerd door het verstandige en rustige Dwerghert.",
    "description": "Het Dwerghert is een klein en bedrijvig zoogdier dat vooral 's nachts actief is. Ondanks zijn teruggetrokken aard is het een speels en grappig dier, met een scherp verstand en behoedzaam gedrag. Het Dwerghert staat symbool voor nachtelijke energie, subtiliteit en een levendige geest in een klein lichaam.",
    "processed": true
  },
  "cavia": {
    "title": "Cavia",
    "other_names": "Guinees biggetje, Cobaye",
    "image": "/totems/cavia/cavia.png",
    "map": "/totems/cavia/cavia.png",
    "size": "20-30 centimeter",
    "weight": "0.8-1.2 kilogram",
    "color": "wit, bruin, zwart, gevlekt",
    "habitat": "graslanden, savannes, huisdierenomgeving",
    "food": "grassen, groenten, fruit",
    "distribution": "Zuid-Amerika (oorspronkelijk), wereldwijd als huisdier",
    "danger": "niet bedreigd",
    "tshirt": "Laat je gezellige en vriendelijke kant zien met dit T-shirt geïnspireerd door de communicatieve en zachtaardige Cavia.",
    "hoodie": "Blijf warm en vrolijk met deze hoodie geïnspireerd door de grappige en sociale Cavia.",
    "sweater": "Deze sweater biedt comfort en charme, geïnspireerd door de intelligente en zelfstandige Cavia.",
    "description": "De Cavia is een sociaal en zachtaardig dier dat leeft in groepen en graag communiceert met zachte geluidjes. Hij is vriendelijk, gezellig en grappig, maar ook intelligent en zelfstandig. Als totem symboliseert de Cavia warmte, saamhorigheid en het vermogen om met kleine gebaren groot plezier te brengen.",
    "processed": true
  },
  "penseelaapje": {
    "title": "Penseelaapje",
    "other_names": "Oeistiti",
    "image": "/totems/penseelaapje/penseelaapje.png",
    "map": "/totems/penseelaapje/penseelaapje.png",
    "size": "18-25 centimeter",
    "weight": "250-400 gram",
    "color": "grijs, bruin, zwart met witte kwastjes aan de oren",
    "habitat": "tropische regenwouden, bosranden",
    "food": "insecten, fruit, boomsappen",
    "distribution": "Zuid-Amerika",
    "danger": "niet bedreigd",
    "tshirt": "Laat je actieve en eigenzinnige aard zien met dit T-shirt geïnspireerd door het behendige en nieuwsgierige Penseelaapje.",
    "hoodie": "Blijf warm en alert met deze hoodie geïnspireerd door het prikkelbare maar zorgzame Penseelaapje.",
    "sweater": "Deze sweater biedt comfort en subtiliteit, geïnspireerd door de behoedzame en imiterende aard van het Penseelaapje.",
    "description": "Het Penseelaapje is een levendig en behendig dier dat bekendstaat om zijn nieuwsgierige en eigenzinnige gedrag. Het is voorzichtig en waakzaam, maar tegelijk zorgzaam binnen zijn groep. Met zijn speelsheid en imiterend vermogen symboliseert het Penseelaapje alertheid, zorgzaamheid en de kracht van observatie.",
    "processed": true
  }
}